{
  "book": {
    "bookCode": "REV",
    "description": "66-REV-asv.sfm The American Standard Version of the Holy Bible (1901) Tuesday, September 12, 2006",
    "meta": [
      {
        "ide": "UTF-8"
      },
      {
        "h": "Revelation"
      },
      {
        "toc1": [
          "The Revelation to Saint John"
        ]
      },
      {
        "toc2": [
          "Revelation"
        ]
      },
      {
        "toc3": [
          "Rev"
        ]
      },
      [
        {
          "mt1": [
            "The Revelation to Saint John"
          ]
        }
      ]
    ]
  },
  "chapters": [
    {
      "chapterNumber": "1",
      "contents": [
        {
          "p": null
        },
        {
          "verseNumber": "1",
          "verseText": "The Revelation of Jesus Christ, which God gave him to show unto his servants, even the things which must shortly come to pass: and he sent and signified it by his angel unto his servant John;",
          "contents": [
            "The Revelation of Jesus Christ, which God gave him to show unto his servants,",
            {
              "add": [
                "even"
              ],
              "closing": "\\add*"
            },
            "the things which must shortly come to pass: and he sent and signified",
            {
              "add": [
                "it"
              ],
              "closing": "\\add*"
            },
            "by his angel unto his servant John;"
          ]
        },
        {
          "verseNumber": "2",
          "verseText": "who bare witness of the word of God, and of the testimony of Jesus Christ, even of all things that he saw.",
          "contents": [
            "who bare witness of the word of God, and of the testimony of Jesus Christ,",
            {
              "add": [
                "even"
              ],
              "closing": "\\add*"
            },
            "of all things that he saw."
          ]
        },
        {
          "verseNumber": "3",
          "verseText": "Blessed is he that readeth, and they that hear the words of the prophecy, and keep the things that are written therein: for the time is at hand.",
          "contents": [
            "Blessed is he that readeth, and they that hear the words of the prophecy, and keep the things that are written therein:",
            "for the time is at hand.",
            {
              "b": null
            },
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "4",
          "verseText": "John to the seven churches that are in Asia: Grace to you and peace, from him who is and who was and who is to come; and from the seven Spirits that are before his throne;",
          "contents": [
            "John to the seven churches that are in Asia: Grace to you and peace, from him who is and who was and who is to come; and",
            "from the seven Spirits that are before his throne;"
          ]
        },
        {
          "verseNumber": "5",
          "verseText": "and from Jesus Christ, who is the faithful witness, the firstborn of the dead, and the ruler of the kings of the earth. Unto him that loveth us, and loosed us from our sins by his blood;",
          "contents": [
            "and from Jesus Christ,",
            {
              "add": [
                "who is"
              ],
              "closing": "\\add*"
            },
            "the faithful witness, the firstborn of the dead, and the ruler of the kings of the",
            "earth. Unto him that loveth us, and loosed us from our sins by his blood;"
          ]
        },
        {
          "verseNumber": "6",
          "verseText": "and he made us to be a kingdom, to be priests unto his God and Father; to him be the glory and the dominion for ever and ever. Amen.",
          "contents": [
            "and he made us",
            {
              "add": [
                "to be"
              ],
              "closing": "\\add*"
            },
            "a kingdom,",
            {
              "add": [
                "to be"
              ],
              "closing": "\\add*"
            },
            "priests unto his God and Father; to him",
            {
              "add": [
                "be"
              ],
              "closing": "\\add*"
            },
            "the glory and the dominion for ever and ever. Amen."
          ]
        },
        {
          "verseNumber": "7",
          "verseText": "Behold, he cometh with the clouds; and every eye shall see him, and they that pierced him; and all the tribes of the earth shall mourn over him. Even so, Amen.",
          "contents": [
            "Behold, he cometh with the clouds; and every eye shall see him, and they that pierced him; and all the tribes of the earth",
            "shall mourn over him. Even so, Amen.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "8",
          "verseText": "I am the Alpha and the Omega, saith the Lord God, who is and who was and who is to come, the Almighty.",
          "contents": [
            "I am the Alpha and the Omega, saith the Lord God, who is and who was and who is to come, the Almighty.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "9",
          "verseText": "I John, your brother and partaker with you in the tribulation and kingdom and patience which are in Jesus, was in the isle that is called Patmos, for the word of God and the testimony of Jesus.",
          "contents": [
            "I John, your brother and partaker with you in the tribulation and kingdom and patience",
            {
              "add": [
                "which are"
              ],
              "closing": "\\add*"
            },
            "in Jesus, was in the isle that is called Patmos, for the word of God and the testimony of Jesus."
          ]
        },
        {
          "verseNumber": "10",
          "verseText": "I was in the Spirit on the Lord’s day, and I heard behind me a great voice, as of a trumpet",
          "contents": [
            "I was in the Spirit on the Lord’s day, and I heard behind me a great voice, as of a trumpet"
          ]
        },
        {
          "verseNumber": "11",
          "verseText": "saying, What thou seest, write in a book and send it to the seven churches: unto Ephesus, and unto Smyrna, and unto Pergamum, and unto Thyatira, and unto Sardis, and unto Philadelphia, and unto Laodicea.",
          "contents": [
            "saying, What thou seest, write in a book and send",
            {
              "add": [
                "it"
              ],
              "closing": "\\add*"
            },
            "to the seven churches: unto Ephesus, and unto Smyrna, and",
            "unto Pergamum, and unto Thyatira, and unto Sardis, and unto Philadelphia, and unto Laodicea."
          ]
        },
        {
          "verseNumber": "12",
          "verseText": "And I turned to see the voice that spake with me. And having turned I saw seven golden candlesticks;",
          "contents": [
            "And I turned to see the voice that spake with me. And having turned I saw seven golden candlesticks;"
          ]
        },
        {
          "verseNumber": "13",
          "verseText": "and in the midst of the candlesticks one like unto a son of man, clothed with a garment down to the foot, and girt about at the breasts with a golden girdle.",
          "contents": [
            "and in the midst of the candlesticks one like unto a son of man, clothed with a garment down to the foot, and girt about",
            "at the breasts with a golden girdle."
          ]
        },
        {
          "verseNumber": "14",
          "verseText": "And his head and his hair were white as white wool, white as snow; and his eyes were as a flame of fire;",
          "contents": [
            "And his head and his hair were white as white wool,",
            {
              "add": [
                "white"
              ],
              "closing": "\\add*"
            },
            "as snow; and his eyes were as a flame of fire;"
          ]
        },
        {
          "verseNumber": "15",
          "verseText": "and his feet like unto burnished brass, as if it had been refined in a furnace; and his voice as the voice of many waters.",
          "contents": [
            "and his feet like unto burnished brass, as if it had been refined in a furnace; and his voice as the voice of many",
            "waters."
          ]
        },
        {
          "verseNumber": "16",
          "verseText": "And he had in his right hand seven stars: and out of his mouth proceeded a sharp two-edged sword: and his countenance was as the sun shineth in his strength.",
          "contents": [
            "And he had in his right hand seven stars: and out of his mouth proceeded a sharp two-edged sword: and his countenance was",
            "as the sun shineth in his strength."
          ]
        },
        {
          "verseNumber": "17",
          "verseText": "And when I saw him, I fell at his feet as one dead. And he laid his right hand upon me, saying, Fear not; I am the first and the last,",
          "contents": [
            "And when I saw him, I fell at his feet as one dead. And he laid his right hand upon me, saying, Fear not; I am the first",
            "and the last,"
          ]
        },
        {
          "verseNumber": "18",
          "verseText": "and the Living one; and I was dead, and behold, I am alive for evermore, and I have the keys of death and of Hades.",
          "contents": [
            "and the Living one; and I was dead, and behold, I am alive for evermore, and I have the keys of death and of Hades."
          ]
        },
        {
          "verseNumber": "19",
          "verseText": "Write therefore the things which thou sawest, and the things which are, and the things which shall come to pass hereafter;",
          "contents": [
            "Write therefore the things which thou sawest, and the things which are, and the things which shall come to pass",
            "hereafter;"
          ]
        },
        {
          "verseNumber": "20",
          "verseText": "the mystery of the seven stars which thou sawest in my right hand, and the seven golden candlesticks. The seven stars are the angels of the seven churches: and the seven candlesticks are seven churches.",
          "contents": [
            "the mystery of the seven stars which thou sawest in my right hand, and the seven golden candlesticks. The seven stars are",
            "the angels of the seven churches: and the seven candlesticks are seven churches."
          ]
        }
      ]
    },
    {
      "chapterNumber": "2",
      "contents": [
        {
          "p": null
        },
        {
          "verseNumber": "1",
          "verseText": "To the angel of the church in Ephesus write: These things saith he that holdeth the seven stars in his right hand, he that walketh in the midst of the seven golden candlesticks:",
          "contents": [
            "To the angel of the church in Ephesus write:",
            {
              "p": null
            },
            "These things saith he that holdeth the seven stars in his right hand, he that walketh in the midst of the seven golden",
            "candlesticks:"
          ]
        },
        {
          "verseNumber": "2",
          "verseText": "I know thy works, and thy toil and patience, and that thou canst not bear evil men, and didst try them that call themselves apostles, and they are not, and didst find them false;",
          "contents": [
            "I know thy works, and thy toil and patience, and that thou canst not bear evil men, and didst try them that call",
            "themselves apostles, and they are not, and didst find them false;"
          ]
        },
        {
          "verseNumber": "3",
          "verseText": "and thou hast patience and didst bear for my name’s sake, and hast not grown weary.",
          "contents": [
            "and thou hast patience and didst bear for my name’s sake, and hast not grown weary."
          ]
        },
        {
          "verseNumber": "4",
          "verseText": "But I have this against thee, that thou didst leave thy first love.",
          "contents": [
            "But I have",
            {
              "add": [
                "this"
              ],
              "closing": "\\add*"
            },
            "against thee, that thou didst leave thy first love."
          ]
        },
        {
          "verseNumber": "5",
          "verseText": "Remember therefore whence thou art fallen, and repent and do the first works; or else I come to thee, and will move thy candlestick out of its place, except thou repent.",
          "contents": [
            "Remember therefore whence thou art fallen, and repent and do the first works; or else I come to thee, and will move thy",
            "candlestick out of its place, except thou repent."
          ]
        },
        {
          "verseNumber": "6",
          "verseText": "But this thou hast, that thou hatest the works of the Nicolaitans, which I also hate.",
          "contents": [
            "But this thou hast, that thou hatest the works of the Nicolaitans, which I also hate."
          ]
        },
        {
          "verseNumber": "7",
          "verseText": "He that hath an ear, let him hear what the Spirit saith to the churches. To him that overcometh, to him will I give to eat of the tree of life, which is in the Paradise of God.",
          "contents": [
            "He that hath an ear, let him hear what the Spirit saith to the churches. To him that overcometh, to him will I give to eat",
            "of the tree of life, which is in the Paradise of God.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "8",
          "verseText": "And to the angel of the church in Smyrna write: These things saith the first and the last, who was dead, and lived again:",
          "contents": [
            "And to the angel of the church in Smyrna write:",
            {
              "p": null
            },
            "These things saith the first and the last, who was dead, and lived",
            {
              "add": [
                "again"
              ],
              "closing": "\\add*"
            },
            ":"
          ]
        },
        {
          "verseNumber": "9",
          "verseText": "I know thy tribulation, and thy poverty (but thou art rich), and the blasphemy of them that say they are Jews, and they are not, but are a synagogue of Satan.",
          "contents": [
            "I know thy tribulation, and thy poverty (but thou art rich), and the blasphemy of them that say they are Jews, and they",
            "are not, but are a synagogue of Satan."
          ]
        },
        {
          "verseNumber": "10",
          "verseText": "Fear not the things which thou art about to suffer: behold, the devil is about to cast some of you into prison, that ye may be tried; and ye shall have tribulation ten days. Be thou faithful unto death, and I will give thee the crown of life.",
          "contents": [
            "Fear not the things which thou art about to suffer: behold, the devil is about to cast some of you into prison, that ye",
            "may be tried; and ye shall have tribulation ten days. Be thou faithful unto death, and I will give thee the crown of life."
          ]
        },
        {
          "verseNumber": "11",
          "verseText": "He that hath an ear, let him hear what the Spirit saith to the churches. He that overcometh shall not be hurt of the second death.",
          "contents": [
            "He that hath an ear, let him hear what the Spirit saith to the churches. He that overcometh shall not be hurt of the",
            "second death.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "12",
          "verseText": "And to the angel of the church in Pergamum write: These things saith he that hath the sharp two-edged sword:",
          "contents": [
            "And to the angel of the church in Pergamum write:",
            {
              "p": null
            },
            "These things saith he that hath the sharp two-edged sword:"
          ]
        },
        {
          "verseNumber": "13",
          "verseText": "I know where thou dwellest, even where Satan’s throne is; and thou holdest fast my name, and didst not deny my faith, even in the days of Antipas my witness, my faithful one, who was killed among you, where Satan dwelleth.",
          "contents": [
            "I know where thou dwellest,",
            {
              "add": [
                "even"
              ],
              "closing": "\\add*"
            },
            "where Satan’s throne is; and thou holdest fast my name, and didst not deny my",
            "faith, even in the days of Antipas my witness, my faithful one, who was killed among you, where Satan dwelleth."
          ]
        },
        {
          "verseNumber": "14",
          "verseText": "But I have a few things against thee, because thou hast there some that hold the teaching of Balaam, who taught Balak to cast a stumblingblock before the children of Israel, to eat things sacrificed to idols, and to commit fornication.",
          "contents": [
            "But I have a few things against thee, because thou hast there some that hold the teaching of Balaam, who taught Balak to",
            "cast a stumblingblock before the children of Israel, to eat things sacrificed to idols, and to commit fornication."
          ]
        },
        {
          "verseNumber": "15",
          "verseText": "So hast thou also some that hold the teaching of the Nicolaitans in like manner.",
          "contents": [
            "So hast thou also some that hold the teaching of the Nicolaitans in like manner."
          ]
        },
        {
          "verseNumber": "16",
          "verseText": "Repent therefore; or else I come to thee quickly, and I will make war against them with the sword of my mouth.",
          "contents": [
            "Repent therefore; or else I come to thee quickly, and I will make war against them with the sword of my mouth."
          ]
        },
        {
          "verseNumber": "17",
          "verseText": "He that hath an ear, let him hear what the Spirit saith to the churches. To him that overcometh, to him will I give of the hidden manna, and I will give him a white stone, and upon the stone a new name written, which no one knoweth but he that receiveth it.",
          "contents": [
            "He that hath an ear, let him hear what the Spirit saith to the churches. To him that overcometh, to him will I give of",
            "the hidden manna, and I will give him a white stone, and upon the stone a new name written, which no one knoweth but he that",
            "receiveth it.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "18",
          "verseText": "And to the angel of the church in Thyatira write: These things saith the Son of God, who hath his eyes like a flame of fire, and his feet are like unto burnished brass:",
          "contents": [
            "And to the angel of the church in Thyatira write:",
            {
              "p": null
            },
            "These things saith the Son of God, who hath his eyes like a flame of fire, and his feet are like unto burnished brass:"
          ]
        },
        {
          "verseNumber": "19",
          "verseText": "I know thy works, and thy love and faith and ministry and patience, and that thy last works are more than the first.",
          "contents": [
            "I know thy works, and thy love and faith and ministry and patience, and that thy last works are more than the first."
          ]
        },
        {
          "verseNumber": "20",
          "verseText": "But I have this against thee, that thou sufferest the woman Jezebel, who calleth herself a prophetess; and she teacheth and seduceth my servants to commit fornication, and to eat things sacrificed to idols.",
          "contents": [
            "But I have",
            {
              "add": [
                "this"
              ],
              "closing": "\\add*"
            },
            "against thee, that thou sufferest the woman Jezebel, who calleth herself a prophetess; and she",
            "teacheth and seduceth my servants to commit fornication, and to eat things sacrificed to idols."
          ]
        },
        {
          "verseNumber": "21",
          "verseText": "And I gave her time that she should repent; and she willeth not to repent of her fornication.",
          "contents": [
            "And I gave her time that she should repent; and she willeth not to repent of her fornication."
          ]
        },
        {
          "verseNumber": "22",
          "verseText": "Behold, I cast her into a bed, and them that commit adultery with her into great tribulation, except they repent of her works.",
          "contents": [
            "Behold, I cast her into a bed, and them that commit adultery with her into great tribulation, except they repent of her",
            "works."
          ]
        },
        {
          "verseNumber": "23",
          "verseText": "And I will kill her children with death; and all the churches shall know that I am he that searcheth the reins and hearts: and I will give unto each one of you according to your works.",
          "contents": [
            "And I will kill her children with death; and all the churches shall know that I am he that searcheth the reins and",
            "hearts: and I will give unto each one of you according to your works."
          ]
        },
        {
          "verseNumber": "24",
          "verseText": "But to you I say, to the rest that are in Thyatira, as many as have not this teaching, who know not the deep things of Satan, as they are wont to say; I cast upon you none other burden.",
          "contents": [
            "But to you I say, to the rest that are in Thyatira, as many as have not this teaching, who know not the deep things of",
            "Satan, as they are wont to say; I cast upon you none other burden."
          ]
        },
        {
          "verseNumber": "25",
          "verseText": "Nevertheless that which ye have, hold fast till I come.",
          "contents": [
            "Nevertheless that which ye have, hold fast till I come."
          ]
        },
        {
          "verseNumber": "26",
          "verseText": "And he that overcometh, and he that keepeth my works unto the end, to him will I give authority over the nations:",
          "contents": [
            "And he that overcometh, and he that keepeth my works unto the end, to him will I give authority over the nations:"
          ]
        },
        {
          "verseNumber": "27",
          "verseText": "and he shall rule them with a rod of iron, as the vessels of the potter are broken to shivers; as I also have received of my Father:",
          "contents": [
            "and he shall rule them with a rod of iron, as the vessels of the potter are broken to shivers; as I also have received of",
            "my Father:"
          ]
        },
        {
          "verseNumber": "28",
          "verseText": "and I will give him the morning star.",
          "contents": [
            "and I will give him the morning star."
          ]
        },
        {
          "verseNumber": "29",
          "verseText": "He that hath an ear, let him hear what the Spirit saith to the churches.",
          "contents": [
            "He that hath an ear, let him hear what the Spirit saith to the churches."
          ]
        }
      ]
    },
    {
      "chapterNumber": "3",
      "contents": [
        {
          "p": null
        },
        {
          "verseNumber": "1",
          "verseText": "And to the angel of the church in Sardis write: These things saith he that hath the seven Spirits of God, and the seven stars: I know thy works, that thou hast a name that thou livest, and thou art dead.",
          "contents": [
            "And to the angel of the church in Sardis write:",
            {
              "p": null
            },
            "These things saith he that hath the seven Spirits of God, and the seven stars: I know thy works, that thou hast a name that",
            "thou livest, and thou art dead."
          ]
        },
        {
          "verseNumber": "2",
          "verseText": "Be thou watchful, and establish the things that remain, which were ready to die: for I have found no works of thine perfected before my God.",
          "contents": [
            "Be thou watchful, and establish the things that remain, which were ready to die: for I have found no works of thine",
            "perfected before my God."
          ]
        },
        {
          "verseNumber": "3",
          "verseText": "Remember therefore how thou hast received and didst hear; and keep it, and repent. If therefore thou shalt not watch, I will come as a thief, and thou shalt not know what hour I will come upon thee.",
          "contents": [
            "Remember therefore how thou hast received and didst hear; and keep",
            {
              "add": [
                "it"
              ],
              "closing": "\\add*"
            },
            ", and repent. If therefore thou shalt not watch, I will come as a thief, and thou shalt not know what hour I will",
            "come upon thee."
          ]
        },
        {
          "verseNumber": "4",
          "verseText": "But thou hast a few names in Sardis that did not defile their garments: and they shall walk with me in white; for they are worthy.",
          "contents": [
            "But thou hast a few names in Sardis that did not defile their garments: and they shall walk with me in white; for they are",
            "worthy."
          ]
        },
        {
          "verseNumber": "5",
          "verseText": "He that overcometh shall thus be arrayed in white garments; and I will in no wise blot his name out of the book of life, and I will confess his name before my Father, and before his angels.",
          "contents": [
            "He that overcometh shall thus be arrayed in white garments; and I will in no wise blot his name out of the book of life,",
            "and I will confess his name before my Father, and before his angels."
          ]
        },
        {
          "verseNumber": "6",
          "verseText": "He that hath an ear, let him hear what the Spirit saith to the churches.",
          "contents": [
            "He that hath an ear, let him hear what the Spirit saith to the churches.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "7",
          "verseText": "And to the angel of the church in Philadelphia write: These things saith he that is holy, he that is true, he that hath the key of David, he that openeth and none shall shut, and that shutteth and none openeth:",
          "contents": [
            "And to the angel of the church in Philadelphia write:",
            {
              "p": null
            },
            "These things saith he that is holy, he that is true, he that hath the key of David, he that openeth and none shall shut, and",
            "that shutteth and none openeth:"
          ]
        },
        {
          "verseNumber": "8",
          "verseText": "I know thy works (behold, I have set before thee a door opened, which none can shut), that thou hast a little power, and didst keep my word, and didst not deny my name.",
          "contents": [
            "I know thy works (behold, I have set before thee a door opened, which none can shut), that thou hast a little power, and",
            "didst keep my word, and didst not deny my name."
          ]
        },
        {
          "verseNumber": "9",
          "verseText": "Behold, I give of the synagogue of Satan, of them that say they are Jews, and they are not, but do lie; behold, I will make them to come and worship before thy feet, and to know that I have loved thee.",
          "contents": [
            "Behold, I give of the synagogue of Satan, of them that say they are Jews, and they are not, but do lie; behold, I will",
            "make them to come and worship before thy feet, and to know that I have loved thee."
          ]
        },
        {
          "verseNumber": "10",
          "verseText": "Because thou didst keep the word of my patience, I also will keep thee from the hour of trial, that hour which is to come upon the whole world, to try them that dwell upon the earth.",
          "contents": [
            "Because thou didst keep the word of my patience, I also will keep thee from the hour of trial, that",
            {
              "add": [
                "hour"
              ],
              "closing": "\\add*"
            },
            "which is to come upon the whole world, to try them that dwell upon the earth."
          ]
        },
        {
          "verseNumber": "11",
          "verseText": "I come quickly: hold fast that which thou hast, that no one take thy crown.",
          "contents": [
            "I come quickly: hold fast that which thou hast, that no one take thy crown."
          ]
        },
        {
          "verseNumber": "12",
          "verseText": "He that overcometh, I will make him a pillar in the temple of my God, and he shall go out thence no more: and I will write upon him the name of my God, and the name of the city of my God, the new Jerusalem, which cometh down out of heaven from my God, and mine own new name.",
          "contents": [
            "He that overcometh, I will make him a pillar in the temple of my God, and he shall go out thence no more: and I will",
            "write upon him the name of my God, and the name of the city of my God, the new Jerusalem, which cometh down out of heaven from",
            "my God, and mine own new name."
          ]
        },
        {
          "verseNumber": "13",
          "verseText": "He that hath an ear, let him hear what the Spirit saith to the churches.",
          "contents": [
            "He that hath an ear, let him hear what the Spirit saith to the churches.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "14",
          "verseText": "And to the angel of the church in Laodicea write: These things saith the Amen, the faithful and true witness, the beginning of the creation of God:",
          "contents": [
            "And to the angel of the church in Laodicea write:",
            {
              "p": null
            },
            "These things saith the Amen, the faithful and true witness, the beginning of the creation of God:"
          ]
        },
        {
          "verseNumber": "15",
          "verseText": "I know thy works, that thou art neither cold nor hot: I would thou wert cold or hot.",
          "contents": [
            "I know thy works, that thou art neither cold nor hot: I would thou wert cold or hot."
          ]
        },
        {
          "verseNumber": "16",
          "verseText": "So because thou art lukewarm, and neither hot nor cold, I will spew thee out of my mouth.",
          "contents": [
            "So because thou art lukewarm, and neither hot nor cold, I will spew thee out of my mouth."
          ]
        },
        {
          "verseNumber": "17",
          "verseText": "Because thou sayest, I am rich, and have gotten riches, and have need of nothing; and knowest not that thou art the wretched one and miserable and poor and blind and naked:",
          "contents": [
            "Because thou sayest, I am rich, and have gotten riches, and have need of nothing; and knowest not that thou art the",
            "wretched one and miserable and poor and blind and naked:"
          ]
        },
        {
          "verseNumber": "18",
          "verseText": "I counsel thee to buy of me gold refined by fire, that thou mayest become rich; and white garments, that thou mayest clothe thyself, and that the shame of thy nakedness be not made manifest; and eyesalve to anoint thine eyes, that thou mayest see.",
          "contents": [
            "I counsel thee to buy of me gold refined by fire, that thou mayest become rich; and white garments, that thou mayest",
            "clothe thyself, and",
            {
              "add": [
                "that"
              ],
              "closing": "\\add*"
            },
            "the shame of thy nakedness be not made manifest; and eyesalve to anoint thine eyes, that",
            "thou mayest see."
          ]
        },
        {
          "verseNumber": "19",
          "verseText": "As many as I love, I reprove and chasten: be zealous therefore, and repent.",
          "contents": [
            "As many as I love, I reprove and chasten: be zealous therefore, and repent."
          ]
        },
        {
          "verseNumber": "20",
          "verseText": "Behold, I stand at the door and knock: if any man hear my voice and open the door, I will come in to him, and will sup with him, and he with me.",
          "contents": [
            "Behold, I stand at the door and knock: if any man hear my voice and open the door, I will come in to him, and will sup",
            "with him, and he with me."
          ]
        },
        {
          "verseNumber": "21",
          "verseText": "He that overcometh, I will give to him to sit down with me in my throne, as I also overcame, and sat down with my Father in his throne.",
          "contents": [
            "He that overcometh, I will give to him to sit down with me in my throne, as I also overcame, and sat down with my Father",
            "in his throne."
          ]
        },
        {
          "verseNumber": "22",
          "verseText": "He that hath an ear, let him hear what the Spirit saith to the churches.",
          "contents": [
            "He that hath an ear, let him hear what the Spirit saith to the churches.",
            {
              "b": null
            }
          ]
        }
      ]
    },
    {
      "chapterNumber": "4",
      "contents": [
        {
          "p": null
        },
        {
          "verseNumber": "1",
          "verseText": "After these things I saw, and behold, a door opened in heaven, and the first voice that I heard, a voice as of a trumpet speaking with me, one saying, Come up hither, and I will show thee the things which must come to pass hereafter.",
          "contents": [
            "After these things I saw, and behold, a door opened in heaven, and the first voice that I heard,",
            {
              "add": [
                "a voice"
              ],
              "closing": "\\add*"
            },
            "as of a trumpet speaking with me, one saying, Come up hither, and I will show thee the things which must come",
            "to pass hereafter."
          ]
        },
        {
          "verseNumber": "2",
          "verseText": "Straightway I was in the Spirit: and behold, there was a throne set in heaven, and one sitting upon the throne;",
          "contents": [
            "Straightway I was in the Spirit: and behold, there was a throne set in heaven, and one sitting upon the throne;"
          ]
        },
        {
          "verseNumber": "3",
          "verseText": "and he that sat was to look upon like a jasper stone and a sardius: and there was a rainbow round about the throne, like an emerald to look upon.",
          "contents": [
            "and he that sat",
            {
              "add": [
                "was"
              ],
              "closing": "\\add*"
            },
            "to look upon like a jasper stone and a sardius: and",
            {
              "add": [
                "there was"
              ],
              "closing": "\\add*"
            },
            "a rainbow round about the throne, like an emerald to look upon."
          ]
        },
        {
          "verseNumber": "4",
          "verseText": "And round about the throne were four and twenty thrones: and upon the thrones I saw four and twenty elders sitting, arrayed in white garments; and on their heads crowns of gold.",
          "contents": [
            "And round about the throne",
            {
              "add": [
                "were"
              ],
              "closing": "\\add*"
            },
            "four and twenty thrones: and upon the thrones",
            {
              "add": [
                "I saw"
              ],
              "closing": "\\add*"
            },
            "four and twenty elders sitting, arrayed in white garments; and on their heads crowns of gold."
          ]
        },
        {
          "verseNumber": "5",
          "verseText": "And out of the throne proceed lightnings and voices and thunders. And there were seven lamps of fire burning before the throne, which are the seven Spirits of God;",
          "contents": [
            "And out of the throne proceed lightnings and voices and thunders. And",
            {
              "add": [
                "there were"
              ],
              "closing": "\\add*"
            },
            "seven lamps of fire burning before the throne, which are the seven Spirits of God;"
          ]
        },
        {
          "verseNumber": "6",
          "verseText": "and before the throne, as it were a sea of glass like unto crystal; and in the midst of the throne, and round about the throne, four living creatures full of eyes before and behind.",
          "contents": [
            "and before the throne, as it were a sea of glass like unto crystal; and in the midst of the throne, and round about the",
            "throne, four living creatures full of eyes before and behind."
          ]
        },
        {
          "verseNumber": "7",
          "verseText": "And the first creature was like a lion, and the second creature like a calf, and the third creature had a face as of a man, and the fourth creature was like a flying eagle.",
          "contents": [
            "And the first creature",
            {
              "add": [
                "was"
              ],
              "closing": "\\add*"
            },
            "like a lion, and the second creature like a calf, and the third creature had a face",
            "as of a man, and the fourth creature",
            {
              "add": [
                "was"
              ],
              "closing": "\\add*"
            },
            "like a flying eagle."
          ]
        },
        {
          "verseNumber": "8",
          "verseText": "And the four living creatures, having each one of them six wings, are full of eyes round about and within: and they have no rest day and night, saying, Holy, holy, holy, is the Lord God, the Almighty, who was and who is and who is to come.",
          "contents": [
            "And the four living creatures, having each one of them six wings, are full of eyes round about and within: and they have",
            "no rest day and night, saying,",
            {
              "pi1": null
            },
            "Holy, holy, holy,",
            {
              "add": [
                "is"
              ],
              "closing": "\\add*"
            },
            "the Lord God, the Almighty, who was and who is and who is to come.",
            {
              "m": null
            }
          ]
        },
        {
          "verseNumber": "9",
          "verseText": "And when the living creatures shall give glory and honor and thanks to him that sitteth on the throne, to him that liveth for ever and ever,",
          "contents": [
            "And when the living creatures shall give glory and honor and thanks to him that sitteth on the throne, to him that liveth",
            "for ever and ever,"
          ]
        },
        {
          "verseNumber": "10",
          "verseText": "the four and twenty elders shall fall down before him that sitteth on the throne, and shall worship him that liveth for ever and ever, and shall cast their crowns before the throne, saying,",
          "contents": [
            "the four and twenty elders shall fall down before him that sitteth on the throne, and shall worship him that liveth for",
            "ever and ever, and shall cast their crowns before the throne, saying,",
            {
              "pi1": null
            }
          ]
        },
        {
          "verseNumber": "11",
          "verseText": "Worthy art thou, our Lord and our God, to receive the glory and the honor and the power: for thou didst create all things, and because of thy will they were, and were created.",
          "contents": [
            "Worthy art thou, our Lord and our God, to receive the glory and the honor and the power: for thou didst create all",
            "things, and because of thy will they were, and were created."
          ]
        }
      ]
    },
    {
      "chapterNumber": "5",
      "contents": [
        {
          "p": null
        },
        {
          "verseNumber": "1",
          "verseText": "And I saw in the right hand of him that sat on the throne a book written within and on the back, close sealed with seven seals.",
          "contents": [
            "And I saw in the right hand of him that sat on the throne a book written within and on the back, close sealed with seven",
            "seals."
          ]
        },
        {
          "verseNumber": "2",
          "verseText": "And I saw a strong angel proclaiming with a great voice, Who is worthy to open the book, and to loose the seals thereof?",
          "contents": [
            "And I saw a strong angel proclaiming with a great voice, Who is worthy to open the book, and to loose the seals thereof?"
          ]
        },
        {
          "verseNumber": "3",
          "verseText": "And no one in the heaven, or on the earth, or under the earth, was able to open the book, or to look thereon.",
          "contents": [
            "And no one in the heaven, or on the earth, or under the earth, was able to open the book, or to look thereon."
          ]
        },
        {
          "verseNumber": "4",
          "verseText": "And I wept much, because no one was found worthy to open the book, or to look thereon:",
          "contents": [
            "And I wept much, because no one was found worthy to open the book, or to look thereon:"
          ]
        },
        {
          "verseNumber": "5",
          "verseText": "and one of the elders saith unto me, Weep not; behold, the Lion that is of the tribe of Judah, the Root of David, hath overcome to open the book and the seven seals thereof.",
          "contents": [
            "and one of the elders saith unto me, Weep not; behold, the Lion that is of the tribe of Judah, the Root of David, hath",
            "overcome to open the book and the seven seals thereof."
          ]
        },
        {
          "verseNumber": "6",
          "verseText": "And I saw in the midst of the throne and of the four living creatures, and in the midst of the elders, a Lamb standing, as though it had been slain, having seven horns, and seven eyes, which are the seven Spirits of God, sent forth into all the earth.",
          "contents": [
            "And I saw in the midst of the throne and of the four living creatures, and in the midst of the elders, a Lamb standing, as",
            "though it had been slain, having seven horns, and seven eyes, which are the seven Spirits of God, sent forth into all the",
            "earth."
          ]
        },
        {
          "verseNumber": "7",
          "verseText": "And he came, and he taketh it out of the right hand of him that sat on the throne.",
          "contents": [
            "And he came, and he taketh",
            {
              "add": [
                "it"
              ],
              "closing": "\\add*"
            },
            "out of the right hand of him that sat on the throne."
          ]
        },
        {
          "verseNumber": "8",
          "verseText": "And when he had taken the book, the four living creatures and the four and twenty elders fell down before the Lamb, having each one a harp, and golden bowls full of incense, which are the prayers of the saints.",
          "contents": [
            "And when he had taken the book, the four living creatures and the four and twenty elders fell down before the Lamb, having",
            "each one a harp, and golden bowls full of incense, which are the prayers of the saints."
          ]
        },
        {
          "verseNumber": "9",
          "verseText": "And they sing a new song, saying, Worthy art thou to take the book, and to open the seals thereof: for thou wast slain, and didst purchase unto God with thy blood men of every tribe, and tongue, and people, and nation,",
          "contents": [
            "And they sing a new song, saying,",
            {
              "pi1": null
            },
            "Worthy art thou to take the book, and to open the seals thereof: for thou wast slain, and didst purchase unto God with thy",
            "blood",
            {
              "add": [
                "men"
              ],
              "closing": "\\add*"
            },
            "of every tribe, and tongue, and people, and nation,"
          ]
        },
        {
          "verseNumber": "10",
          "verseText": "and madest them to be unto our God a kingdom and priests; and they reign upon the earth.",
          "contents": [
            "and madest them",
            {
              "add": [
                "to be"
              ],
              "closing": "\\add*"
            },
            "unto our God a kingdom and priests; and they reign upon the earth.",
            {
              "m": null
            }
          ]
        },
        {
          "verseNumber": "11",
          "verseText": "And I saw, and I heard a voice of many angels round about the throne and the living creatures and the elders; and the number of them was ten thousand times ten thousand, and thousands of thousands;",
          "contents": [
            "And I saw, and I heard a voice of many angels round about the throne and the living creatures and the elders; and the",
            "number of them was ten thousand times ten thousand, and thousands of thousands;"
          ]
        },
        {
          "verseNumber": "12",
          "verseText": "saying with a great voice, Worthy is the Lamb that hath been slain to receive the power, and riches, and wisdom, and might, and honor, and glory, and blessing.",
          "contents": [
            "saying with a great voice,",
            {
              "pi1": null
            },
            "Worthy is the Lamb that hath been slain to receive the power, and riches, and wisdom, and might, and honor, and glory, and",
            "blessing.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "13",
          "verseText": "And every created thing which is in the heaven, and on the earth, and under the earth, and on the sea, and all things that are in them, heard I saying, Unto him that sitteth on the throne, and unto the Lamb, be the blessing, and the honor, and the glory, and the dominion, for ever and ever.",
          "contents": [
            "And every created thing which is in the heaven, and on the earth, and under the earth, and on the sea, and all things",
            "that are in them, heard I saying,",
            {
              "pi1": null
            },
            "Unto him that sitteth on the throne, and unto the Lamb,",
            {
              "add": [
                "be"
              ],
              "closing": "\\add*"
            },
            "the blessing, and the honor, and the glory, and the",
            "dominion, for ever and ever.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "14",
          "verseText": "And the four living creatures said, Amen. And the elders fell down and worshipped.",
          "contents": [
            "And the four living creatures said, Amen. And the elders fell down and worshipped."
          ]
        }
      ]
    },
    {
      "chapterNumber": "6",
      "contents": [
        {
          "p": null
        },
        {
          "verseNumber": "1",
          "verseText": "And I saw when the Lamb opened one of the seven seals, and I heard one of the four living creatures saying as with a voice of thunder, Come.",
          "contents": [
            "And I saw when the Lamb opened one of the seven seals, and I heard one of the four living creatures saying as with a voice",
            "of thunder, Come."
          ]
        },
        {
          "verseNumber": "2",
          "verseText": "And I saw, and behold, a white horse, and he that sat thereon had a bow; and there was given unto him a crown: and he came forth conquering, and to conquer.",
          "contents": [
            "And I saw, and behold, a white horse, and he that sat thereon had a bow; and there was given unto him a crown: and he came",
            "forth conquering, and to conquer.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "3",
          "verseText": "And when he opened the second seal, I heard the second living creature saying, Come.",
          "contents": [
            "And when he opened the second seal, I heard the second living creature saying, Come."
          ]
        },
        {
          "verseNumber": "4",
          "verseText": "And another horse came forth, a red horse: and to him that sat thereon it was given to take peace from the earth, and that they should slay one another: and there was given unto him a great sword.",
          "contents": [
            "And another",
            {
              "add": [
                "horse"
              ],
              "closing": "\\add*"
            },
            "came forth, a red horse: and to him that sat thereon it was given to take peace from the",
            "earth, and that they should slay one another: and there was given unto him a great sword.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "5",
          "verseText": "And when he opened the third seal, I heard the third living creature saying, Come. And I saw, and behold, a black horse; and he that sat thereon had a balance in his hand.",
          "contents": [
            "And when he opened the third seal, I heard the third living creature saying, Come. And I saw, and behold, a black horse;",
            "and he that sat thereon had a balance in his hand."
          ]
        },
        {
          "verseNumber": "6",
          "verseText": "And I heard as it were a voice in the midst of the four living creatures saying, A measure of wheat for a shilling, and three measures of barley for a shilling; and the oil and the wine hurt thou not.",
          "contents": [
            "And I heard as it were a voice in the midst of the four living creatures saying, A measure of wheat for a shilling, and",
            "three measures of barley for a shilling; and the oil and the wine hurt thou not.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "7",
          "verseText": "And when he opened the fourth seal, I heard the voice of the fourth living creature saying, Come.",
          "contents": [
            "And when he opened the fourth seal, I heard the voice of the fourth living creature saying, Come."
          ]
        },
        {
          "verseNumber": "8",
          "verseText": "And I saw, and behold, a pale horse: and he that sat upon him, his name was Death; and Hades followed with him. And there was given unto them authority over the fourth part of the earth, to kill with sword, and with famine, and with death, and by the wild beasts of the earth.",
          "contents": [
            "And I saw, and behold, a pale horse: and he that sat upon him, his name was Death; and Hades followed with him. And there",
            "was given unto them authority over the fourth part of the earth, to kill with sword, and with famine, and with death, and by",
            "the wild beasts of the earth.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "9",
          "verseText": "And when he opened the fifth seal, I saw underneath the altar the souls of them that had been slain for the word of God, and for the testimony which they held:",
          "contents": [
            "And when he opened the fifth seal, I saw underneath the altar the souls of them that had been slain for the word of God,",
            "and for the testimony which they held:"
          ]
        },
        {
          "verseNumber": "10",
          "verseText": "and they cried with a great voice, saying, How long, O Master, the holy and true, dost thou not judge and avenge our blood on them that dwell on the earth?",
          "contents": [
            "and they cried with a great voice, saying, How long, O Master, the holy and true, dost thou not judge and avenge our",
            "blood on them that dwell on the earth?"
          ]
        },
        {
          "verseNumber": "11",
          "verseText": "And there was given them to each one a white robe; and it was said unto them, that they should rest yet for a little time, until their fellow-servants also and their brethren, who should be killed even as they were, should have fulfilled their course.",
          "contents": [
            "And there was given them to each one a white robe; and it was said unto them, that they should rest yet for a little",
            "time, until their fellow-servants also and their brethren, who should be killed even as they were, should have fulfilled",
            {
              "add": [
                "their course"
              ],
              "closing": "\\add*"
            },
            ".",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "12",
          "verseText": "And I saw when he opened the sixth seal, and there was a great earthquake; and the sun became black as sackcloth of hair, and the whole moon became as blood;",
          "contents": [
            "And I saw when he opened the sixth seal, and there was a great earthquake; and the sun became black as sackcloth of hair,",
            "and the whole moon became as blood;"
          ]
        },
        {
          "verseNumber": "13",
          "verseText": "and the stars of the heaven fell unto the earth, as a fig tree casteth her unripe figs when she is shaken of a great wind.",
          "contents": [
            "and the stars of the heaven fell unto the earth, as a fig tree casteth her unripe figs when she is shaken of a great",
            "wind."
          ]
        },
        {
          "verseNumber": "14",
          "verseText": "And the heaven was removed as a scroll when it is rolled up; and every mountain and island were moved out of their places.",
          "contents": [
            "And the heaven was removed as a scroll when it is rolled up; and every mountain and island were moved out of their",
            "places."
          ]
        },
        {
          "verseNumber": "15",
          "verseText": "And the kings of the earth, and the princes, and the chief captains, and the rich, and the strong, and every bondman and freeman, hid themselves in the caves and in the rocks of the mountains;",
          "contents": [
            "And the kings of the earth, and the princes, and the chief captains, and the rich, and the strong, and every bondman and",
            "freeman, hid themselves in the caves and in the rocks of the mountains;"
          ]
        },
        {
          "verseNumber": "16",
          "verseText": "and they say to the mountains and to the rocks, Fall on us, and hide us from the face of him that sitteth on the throne, and from the wrath of the Lamb:",
          "contents": [
            "and they say to the mountains and to the rocks, Fall on us, and hide us from the face of him that sitteth on the throne,",
            "and from the wrath of the Lamb:"
          ]
        },
        {
          "verseNumber": "17",
          "verseText": "for the great day of their wrath is come; and who is able to stand?",
          "contents": [
            "for the great day of their wrath is come; and who is able to stand?"
          ]
        }
      ]
    },
    {
      "chapterNumber": "7",
      "contents": [
        {
          "p": null
        },
        {
          "verseNumber": "1",
          "verseText": "After this I saw four angels standing at the four corners of the earth, holding the four winds of the earth, that no wind should blow on the earth, or on the sea, or upon any tree.",
          "contents": [
            "After this I saw four angels standing at the four corners of the earth, holding the four winds of the earth, that no wind",
            "should blow on the earth, or on the sea, or upon any tree."
          ]
        },
        {
          "verseNumber": "2",
          "verseText": "And I saw another angel ascend from the sunrising, having the seal of the living God: and he cried with a great voice to the four angels to whom it was given to hurt the earth and the sea,",
          "contents": [
            "And I saw another angel ascend from the sunrising, having the seal of the living God: and he cried with a great voice to",
            "the four angels to whom it was given to hurt the earth and the sea,"
          ]
        },
        {
          "verseNumber": "3",
          "verseText": "saying, Hurt not the earth, neither the sea, nor the trees, till we shall have sealed the servants of our God on their foreheads.",
          "contents": [
            "saying, Hurt not the earth, neither the sea, nor the trees, till we shall have sealed the servants of our God on their",
            "foreheads."
          ]
        },
        {
          "verseNumber": "4",
          "verseText": "And I heard the number of them that were sealed, a hundred and forty and four thousand, sealed out of every tribe of the children of Israel:",
          "contents": [
            "And I heard the number of them that were sealed, a hundred and forty and four thousand, sealed out of every tribe of the",
            "children of Israel:",
            {
              "q1": null
            }
          ]
        },
        {
          "verseNumber": "5",
          "verseText": "Of the tribe of Judah were sealed twelve thousand; Of the tribe of Reuben twelve thousand; Of the tribe of Gad twelve thousand;",
          "contents": [
            "Of the tribe of Judah",
            {
              "add": [
                "were"
              ],
              "closing": "\\add*"
            },
            "sealed twelve thousand;",
            {
              "q1": null
            },
            "Of the tribe of Reuben twelve thousand;",
            {
              "q1": null
            },
            "Of the tribe of Gad twelve thousand;",
            {
              "q1": null
            }
          ]
        },
        {
          "verseNumber": "6",
          "verseText": "Of the tribe of Asher twelve thousand; Of the tribe of Naphtali twelve thousand; Of the tribe of Manasseh twelve thousand;",
          "contents": [
            "Of the tribe of Asher twelve thousand;",
            {
              "q1": null
            },
            "Of the tribe of Naphtali twelve thousand;",
            {
              "q1": null
            },
            "Of the tribe of Manasseh twelve thousand;",
            {
              "q1": null
            }
          ]
        },
        {
          "verseNumber": "7",
          "verseText": "Of the tribe of Simeon twelve thousand; Of the tribe of Levi twelve thousand; Of the tribe of Issachar twelve thousand;",
          "contents": [
            "Of the tribe of Simeon twelve thousand;",
            {
              "q1": null
            },
            "Of the tribe of Levi twelve thousand;",
            {
              "q1": null
            },
            "Of the tribe of Issachar twelve thousand;",
            {
              "q1": null
            }
          ]
        },
        {
          "verseNumber": "8",
          "verseText": "Of the tribe of Zebulun twelve thousand; Of the tribe of Joseph twelve thousand; Of the tribe of Benjamin were sealed twelve thousand.",
          "contents": [
            "Of the tribe of Zebulun twelve thousand;",
            {
              "q1": null
            },
            "Of the tribe of Joseph twelve thousand;",
            {
              "q1": null
            },
            "Of the tribe of Benjamin",
            {
              "add": [
                "were"
              ],
              "closing": "\\add*"
            },
            "sealed twelve thousand.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "9",
          "verseText": "After these things I saw, and behold, a great multitude, which no man could number, out of every nation and of all tribes and peoples and tongues, standing before the throne and before the Lamb, arrayed in white robes, and palms in their hands;",
          "contents": [
            "After these things I saw, and behold, a great multitude, which no man could number, out of every nation and of",
            {
              "add": [
                "all"
              ],
              "closing": "\\add*"
            },
            "tribes and peoples and tongues, standing before the throne and before the Lamb, arrayed in white robes, and palms",
            "in their hands;"
          ]
        },
        {
          "verseNumber": "10",
          "verseText": "and they cry with a great voice, saying, Salvation unto our God who sitteth on the throne, and unto the Lamb.",
          "contents": [
            "and they cry with a great voice, saying,",
            {
              "pi1": null
            },
            "Salvation unto our God who sitteth on the throne, and unto the Lamb.",
            {
              "m": null
            }
          ]
        },
        {
          "verseNumber": "11",
          "verseText": "And all the angels were standing round about the throne, and about the elders and the four living creatures; and they fell before the throne on their faces, and worshipped God,",
          "contents": [
            "And all the angels were standing round about the throne, and",
            {
              "add": [
                "about"
              ],
              "closing": "\\add*"
            },
            "the elders and the four living creatures; and they fell before the throne on their faces, and worshipped God,"
          ]
        },
        {
          "verseNumber": "12",
          "verseText": "saying, Amen: Blessing, and glory, and wisdom, and thanksgiving, and honor, and power, and might, be unto our God for ever and ever. Amen.",
          "contents": [
            "saying,",
            {
              "pi1": null
            },
            "Amen: Blessing, and glory, and wisdom, and thanksgiving, and honor, and power, and might,",
            {
              "add": [
                "be"
              ],
              "closing": "\\add*"
            },
            "unto our God for ever and ever. Amen.",
            {
              "m": null
            }
          ]
        },
        {
          "verseNumber": "13",
          "verseText": "And one of the elders answered, saying unto me, These that are arrayed in the white robes, who are they, and whence came they?",
          "contents": [
            "And one of the elders answered, saying unto me, These that are arrayed in the white robes, who are they, and whence came",
            "they?"
          ]
        },
        {
          "verseNumber": "14",
          "verseText": "And I say unto him, My lord, thou knowest. And he said to me, These are they that come out of the great tribulation, and they washed their robes, and made them white in the blood of the Lamb.",
          "contents": [
            "And I say unto him, My lord, thou knowest. And he said to me, These are they that come out of the great tribulation, and",
            "they washed their robes, and made them white in the blood of the Lamb."
          ]
        },
        {
          "verseNumber": "15",
          "verseText": "Therefore are they before the throne of God; and they serve him day and night in his temple: and he that sitteth on the throne shall spread his tabernacle over them.",
          "contents": [
            "Therefore are they before the throne of God; and they serve him day and night in his temple: and he that sitteth on the",
            "throne shall spread his tabernacle over them."
          ]
        },
        {
          "verseNumber": "16",
          "verseText": "They shall hunger no more, neither thirst any more; neither shall the sun strike upon them, nor any heat:",
          "contents": [
            "They shall hunger no more, neither thirst any more; neither shall the sun strike upon them, nor any heat:"
          ]
        },
        {
          "verseNumber": "17",
          "verseText": "for the Lamb that is in the midst of the throne shall be their shepherd, and shall guide them unto fountains of waters of life: and God shall wipe away every tear from their eyes.",
          "contents": [
            "for the Lamb that is in the midst of the throne shall be their shepherd, and shall guide them unto fountains of waters of",
            "life: and God shall wipe away every tear from their eyes."
          ]
        }
      ]
    },
    {
      "chapterNumber": "8",
      "contents": [
        {
          "p": null
        },
        {
          "verseNumber": "1",
          "verseText": "And when he opened the seventh seal, there followed a silence in heaven about the space of half an hour.",
          "contents": [
            "And when he opened the seventh seal, there followed a silence in heaven about the space of half an hour."
          ]
        },
        {
          "verseNumber": "2",
          "verseText": "And I saw the seven angels that stand before God; and there were given unto them seven trumpets.",
          "contents": [
            "And I saw the seven angels that stand before God; and there were given unto them seven trumpets.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "3",
          "verseText": "And another angel came and stood over the altar, having a golden censer; and there was given unto him much incense, that he should add it unto the prayers of all the saints upon the golden altar which was before the throne.",
          "contents": [
            "And another angel came and stood over the altar, having a golden censer; and there was given unto him much incense, that",
            "he should add it unto the prayers of all the saints upon the golden altar which was before the throne."
          ]
        },
        {
          "verseNumber": "4",
          "verseText": "And the smoke of the incense, with the prayers of the saints, went up before God out of the angel’s hand.",
          "contents": [
            "And the smoke of the incense, with the prayers of the saints, went up before God out of the angel’s hand."
          ]
        },
        {
          "verseNumber": "5",
          "verseText": "And the angel taketh the censer; and he filled it with the fire of the altar, and cast it upon the earth: and there followed thunders, and voices, and lightnings, and an earthquake.",
          "contents": [
            "And the angel taketh the censer; and he filled it with the fire of the altar, and cast it upon the earth: and there",
            "followed thunders, and voices, and lightnings, and an earthquake.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "6",
          "verseText": "And the seven angels that had the seven trumpets prepared themselves to sound.",
          "contents": [
            "And the seven angels that had the seven trumpets prepared themselves to sound.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "7",
          "verseText": "And the first sounded, and there followed hail and fire, mingled with blood, and they were cast upon the earth: and the third part of the earth was burnt up, and the third part of the trees was burnt up, and all green grass was burnt up.",
          "contents": [
            "And the first sounded, and there followed hail and fire, mingled with blood, and they were cast upon the earth: and the",
            "third part of the earth was burnt up, and the third part of the trees was burnt up, and all green grass was burnt up.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "8",
          "verseText": "And the second angel sounded, and as it were a great mountain burning with fire was cast into the sea: and the third part of the sea became blood;",
          "contents": [
            "And the second angel sounded, and as it were a great mountain burning with fire was cast into the sea: and the third part",
            "of the sea became blood;"
          ]
        },
        {
          "verseNumber": "9",
          "verseText": "and there died the third part of the creatures which were in the sea, even they that had life; and the third part of the ships was destroyed.",
          "contents": [
            "and there died the third part of the creatures which were in the sea,",
            {
              "add": [
                "even"
              ],
              "closing": "\\add*"
            },
            "they that had life; and the third part of the ships was destroyed.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "10",
          "verseText": "And the third angel sounded, and there fell from heaven a great star, burning as a torch, and it fell upon the third part of the rivers, and upon the fountains of the waters;",
          "contents": [
            "And the third angel sounded, and there fell from heaven a great star, burning as a torch, and it fell upon the third part",
            "of the rivers, and upon the fountains of the waters;"
          ]
        },
        {
          "verseNumber": "11",
          "verseText": "and the name of the star is called Wormwood: and the third part of the waters became wormwood; and many men died of the waters, because they were made bitter.",
          "contents": [
            "and the name of the star is called Wormwood: and the third part of the waters became wormwood; and many men died of the",
            "waters, because they were made bitter.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "12",
          "verseText": "And the fourth angel sounded, and the third part of the sun was smitten, and the third part of the moon, and the third part of the stars; that the third part of them should be darkened, and the day should not shine for the third part of it, and the night in like manner.",
          "contents": [
            "And the fourth angel sounded, and the third part of the sun was smitten, and the third part of the moon, and the third",
            "part of the stars; that the third part of them should be darkened, and the day should not shine for the third part of it, and",
            "the night in like manner.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "13",
          "verseText": "And I saw, and I heard an eagle, flying in mid heaven, saying with a great voice, Woe, woe, woe, for them that dwell on the earth, by reason of the other voices of the trumpet of the three angels, who are yet to sound.",
          "contents": [
            "And I saw, and I heard an eagle, flying in mid heaven, saying with a great voice, Woe, woe, woe, for them that dwell on",
            "the earth, by reason of the other voices of the trumpet of the three angels, who are yet to sound."
          ]
        }
      ]
    },
    {
      "chapterNumber": "9",
      "contents": [
        {
          "p": null
        },
        {
          "verseNumber": "1",
          "verseText": "And the fifth angel sounded, and I saw a star from heaven fallen unto the earth: and there was given to him the key of the pit of the abyss.",
          "contents": [
            "And the fifth angel sounded, and I saw a star from heaven fallen unto the earth: and there was given to him the key of the",
            "pit of the abyss."
          ]
        },
        {
          "verseNumber": "2",
          "verseText": "And he opened the pit of the abyss; and there went up a smoke out of the pit, as the smoke of a great furnace; and the sun and the air were darkened by reason of the smoke of the pit.",
          "contents": [
            "And he opened the pit of the abyss; and there went up a smoke out of the pit, as the smoke of a great furnace; and the sun",
            "and the air were darkened by reason of the smoke of the pit."
          ]
        },
        {
          "verseNumber": "3",
          "verseText": "And out of the smoke came forth locusts upon the earth; and power was given them, as the scorpions of the earth have power.",
          "contents": [
            "And out of the smoke came forth locusts upon the earth; and power was given them, as the scorpions of the earth have",
            "power."
          ]
        },
        {
          "verseNumber": "4",
          "verseText": "And it was said unto them that they should not hurt the grass of the earth, neither any green thing, neither any tree, but only such men as have not the seal of God on their foreheads.",
          "contents": [
            "And it was said unto them that they should not hurt the grass of the earth, neither any green thing, neither any tree, but",
            "only such men as have not the seal of God on their foreheads."
          ]
        },
        {
          "verseNumber": "5",
          "verseText": "And it was given them that they should not kill them, but that they should be tormented five months: and their torment was as the torment of a scorpion, when it striketh a man.",
          "contents": [
            "And it was given them that they should not kill them, but that they should be tormented five months: and their torment was",
            "as the torment of a scorpion, when it striketh a man."
          ]
        },
        {
          "verseNumber": "6",
          "verseText": "And in those days men shall seek death, and shall in no wise find it; and they shall desire to die, and death fleeth from them.",
          "contents": [
            "And in those days men shall seek death, and shall in no wise find it; and they shall desire to die, and death fleeth from",
            "them."
          ]
        },
        {
          "verseNumber": "7",
          "verseText": "And the shapes of the locusts were like unto horses prepared for war; and upon their heads as it were crowns like unto gold, and their faces were as men’s faces.",
          "contents": [
            "And the shapes of the locusts were like unto horses prepared for war; and upon their heads as it were crowns like unto",
            "gold, and their faces were as men’s faces."
          ]
        },
        {
          "verseNumber": "8",
          "verseText": "And they had hair as the hair of women, and their teeth were as the teeth of lions.",
          "contents": [
            "And they had hair as the hair of women, and their teeth were as",
            {
              "add": [
                "the teeth"
              ],
              "closing": "\\add*"
            },
            "of lions."
          ]
        },
        {
          "verseNumber": "9",
          "verseText": "And they had breastplates, as it were breastplates of iron; and the sound of their wings was as the sound of chariots, of many horses rushing to war.",
          "contents": [
            "And they had breastplates, as it were breastplates of iron; and the sound of their wings was as the sound of chariots, of",
            "many horses rushing to war."
          ]
        },
        {
          "verseNumber": "10",
          "verseText": "And they have tails like unto scorpions, and stings; and in their tails is their power to hurt men five months.",
          "contents": [
            "And they have tails like unto scorpions, and stings; and in their tails is their power to hurt men five months."
          ]
        },
        {
          "verseNumber": "11",
          "verseText": "They have over them as king the angel of the abyss: his name in Hebrew is Abaddon, and in the Greek tongue he hath the name Apollyon.",
          "contents": [
            "They have over them as king the angel of the abyss: his name in Hebrew is Abaddon, and in the Greek",
            {
              "add": [
                "tongue"
              ],
              "closing": "\\add*"
            },
            "he hath the name Apollyon.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "12",
          "verseText": "The first Woe is past: behold, there come yet two Woes hereafter.",
          "contents": [
            "The first Woe is past: behold, there come yet two Woes hereafter.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "13",
          "verseText": "And the sixth angel sounded, and I heard a voice from the horns of the golden altar which is before God,",
          "contents": [
            "And the sixth angel sounded, and I heard a voice from the horns of the golden altar which is before God,"
          ]
        },
        {
          "verseNumber": "14",
          "verseText": "one saying to the sixth angel that had the trumpet, Loose the four angels that are bound at the great river Euphrates.",
          "contents": [
            "one saying to the sixth angel that had the trumpet, Loose the four angels that are bound at the great river Euphrates."
          ]
        },
        {
          "verseNumber": "15",
          "verseText": "And the four angels were loosed, that had been prepared for the hour and day and month and year, that they should kill the third part of men.",
          "contents": [
            "And the four angels were loosed, that had been prepared for the hour and day and month and year, that they should kill",
            "the third part of men."
          ]
        },
        {
          "verseNumber": "16",
          "verseText": "And the number of the armies of the horsemen was twice ten thousand times ten thousand: I heard the number of them.",
          "contents": [
            "And the number of the armies of the horsemen was twice ten thousand times ten thousand: I heard the number of them."
          ]
        },
        {
          "verseNumber": "17",
          "verseText": "And thus I saw the horses in the vision, and them that sat on them, having breastplates as of fire and of hyacinth and of brimstone: and the heads of the horses are as the heads of lions; and out of their mouths proceedeth fire and smoke and brimstone.",
          "contents": [
            "And thus I saw the horses in the vision, and them that sat on them, having breastplates",
            {
              "add": [
                "as"
              ],
              "closing": "\\add*"
            },
            "of fire and of hyacinth and of brimstone: and the heads of the horses are as the heads of lions; and out of their",
            "mouths proceedeth fire and smoke and brimstone."
          ]
        },
        {
          "verseNumber": "18",
          "verseText": "By these three plagues was the third part of men killed, by the fire and the smoke and the brimstone, which proceeded out of their mouths.",
          "contents": [
            "By these three plagues was the third part of men killed, by the fire and the smoke and the brimstone, which proceeded out",
            "of their mouths."
          ]
        },
        {
          "verseNumber": "19",
          "verseText": "For the power of the horses is in their mouth, and in their tails: for their tails are like unto serpents, and have heads; and with them they hurt.",
          "contents": [
            "For the power of the horses is in their mouth, and in their tails: for their tails are like unto serpents, and have",
            "heads; and with them they hurt."
          ]
        },
        {
          "verseNumber": "20",
          "verseText": "And the rest of mankind, who were not killed with these plagues, repented not of the works of their hands, that they should not worship demons, and the idols of gold, and of silver, and of brass, and of stone, and of wood; which can neither see, nor hear, nor walk:",
          "contents": [
            "And the rest of mankind, who were not killed with these plagues, repented not of the works of their hands, that they",
            "should not worship demons, and the idols of gold, and of silver, and of brass, and of stone, and of wood; which can neither",
            "see, nor hear, nor walk:"
          ]
        },
        {
          "verseNumber": "21",
          "verseText": "and they repented not of their murders, nor of their sorceries, nor of their fornication, nor of their thefts.",
          "contents": [
            "and they repented not of their murders, nor of their sorceries, nor of their fornication, nor of their thefts."
          ]
        }
      ]
    },
    {
      "chapterNumber": "10",
      "contents": [
        {
          "p": null
        },
        {
          "verseNumber": "1",
          "verseText": "And I saw another strong angel coming down out of heaven, arrayed with a cloud; and the rainbow was upon his head, and his face was as the sun, and his feet as pillars of fire;",
          "contents": [
            "And I saw another strong angel coming down out of heaven, arrayed with a cloud; and the rainbow was upon his head, and his",
            "face was as the sun, and his feet as pillars of fire;"
          ]
        },
        {
          "verseNumber": "2",
          "verseText": "and he had in his hand a little book open: and he set his right foot upon the sea, and his left upon the earth;",
          "contents": [
            "and he had in his hand a little book open: and he set his right foot upon the sea, and his left upon the earth;"
          ]
        },
        {
          "verseNumber": "3",
          "verseText": "and he cried with a great voice, as a lion roareth: and when he cried, the seven thunders uttered their voices.",
          "contents": [
            "and he cried with a great voice, as a lion roareth: and when he cried, the seven thunders uttered their voices."
          ]
        },
        {
          "verseNumber": "4",
          "verseText": "And when the seven thunders uttered their voices, I was about to write: and I heard a voice from heaven saying, Seal up the things which the seven thunders uttered, and write them not.",
          "contents": [
            "And when the seven thunders uttered",
            {
              "add": [
                "their voices"
              ],
              "closing": "\\add*"
            },
            ", I was about to write: and I heard a voice from heaven saying,",
            "Seal up the things which the seven thunders uttered, and write them not."
          ]
        },
        {
          "verseNumber": "5",
          "verseText": "And the angel that I saw standing upon the sea and upon the earth lifted up his right hand to heaven,",
          "contents": [
            "And the angel that I saw standing upon the sea and upon the earth lifted up his right hand to heaven,"
          ]
        },
        {
          "verseNumber": "6",
          "verseText": "and sware by him that liveth for ever and ever, who created the heaven and the things that are therein, and the earth and the things that are therein, and the sea and the things that are therein, that there shall be delay no longer:",
          "contents": [
            "and sware by him that liveth for ever and ever, who created the heaven and the things that are therein, and the earth and",
            "the things that are therein, and the sea and the things that are therein, that there shall be delay no longer:"
          ]
        },
        {
          "verseNumber": "7",
          "verseText": "but in the days of the voice of the seventh angel, when he is about to sound, then is finished the mystery of God, according to the good tidings which he declared to his servants the prophets.",
          "contents": [
            "but in the days of the voice of the seventh angel, when he is about to sound, then is finished the mystery of God,",
            "according to the good tidings which he declared to his servants the prophets."
          ]
        },
        {
          "verseNumber": "8",
          "verseText": "And the voice which I heard from heaven, I heard it again speaking with me, and saying, Go, take the book which is open in the hand of the angel that standeth upon the sea and upon the earth.",
          "contents": [
            "And the voice which I heard from heaven,",
            {
              "add": [
                "I heard it"
              ],
              "closing": "\\add*"
            },
            "again speaking with me, and saying, Go, take the book which",
            "is open in the hand of the angel that standeth upon the sea and upon the earth."
          ]
        },
        {
          "verseNumber": "9",
          "verseText": "And I went unto the angel, saying unto him that he should give me the little book. And he saith unto me, Take it, and eat it up; and it shall make thy belly bitter, but in thy mouth it shall be sweet as honey.",
          "contents": [
            "And I went unto the angel, saying unto him that he should give me the little book. And he saith unto me, Take it, and eat",
            "it up; and it shall make thy belly bitter, but in thy mouth it shall be sweet as honey."
          ]
        },
        {
          "verseNumber": "10",
          "verseText": "And I took the little book out of the angel’s hand, and ate it up; and it was in my mouth sweet as honey: and when I had eaten it, my belly was made bitter.",
          "contents": [
            "And I took the little book out of the angel’s hand, and ate it up; and it was in my mouth sweet as honey: and when I had",
            "eaten it, my belly was made bitter."
          ]
        },
        {
          "verseNumber": "11",
          "verseText": "And they say unto me, Thou must prophesy again over many peoples and nations and tongues and kings.",
          "contents": [
            "And they say unto me, Thou must prophesy again over many peoples and nations and tongues and kings."
          ]
        }
      ]
    },
    {
      "chapterNumber": "11",
      "contents": [
        {
          "p": null
        },
        {
          "verseNumber": "1",
          "verseText": "And there was given me a reed like unto a rod: and one said, Rise, and measure the temple of God, and the altar, and them that worship therein.",
          "contents": [
            "And there was given me a reed like unto a rod: and one said, Rise, and measure the temple of God, and the altar, and them",
            "that worship therein."
          ]
        },
        {
          "verseNumber": "2",
          "verseText": "And the court which is without the temple leave without, and measure it not; for it hath been given unto the nations: and the holy city shall they tread under foot forty and two months.",
          "contents": [
            "And the court which is without the temple leave without, and measure it not; for it hath been given unto the nations: and",
            "the holy city shall they tread under foot forty and two months."
          ]
        },
        {
          "verseNumber": "3",
          "verseText": "And I will give unto my two witnesses, and they shall prophesy a thousand two hundred and threescore days, clothed in sackcloth.",
          "contents": [
            "And I will give unto my two witnesses, and they shall prophesy a thousand two hundred and threescore days, clothed in",
            "sackcloth."
          ]
        },
        {
          "verseNumber": "4",
          "verseText": "These are the two olive trees and the two candlesticks, standing before the Lord of the earth.",
          "contents": [
            "These are the two olive trees and the two candlesticks, standing before the Lord of the earth."
          ]
        },
        {
          "verseNumber": "5",
          "verseText": "And if any man desireth to hurt them, fire proceedeth out of their mouth and devoureth their enemies; and if any man shall desire to hurt them, in this manner must he be killed.",
          "contents": [
            "And if any man desireth to hurt them, fire proceedeth out of their mouth and devoureth their enemies; and if any man shall",
            "desire to hurt them, in this manner must he be killed."
          ]
        },
        {
          "verseNumber": "6",
          "verseText": "These have the power to shut the heaven, that it rain not during the days of their prophecy: and they have power over the waters to turn them into blood, and to smite the earth with every plague, as often as they shall desire.",
          "contents": [
            "These have the power to shut the heaven, that it rain not during the days of their prophecy: and they have power over the",
            "waters to turn them into blood, and to smite the earth with every plague, as often as they shall desire."
          ]
        },
        {
          "verseNumber": "7",
          "verseText": "And when they shall have finished their testimony, the beast that cometh up out of the abyss shall make war with them, and overcome them, and kill them.",
          "contents": [
            "And when they shall have finished their testimony, the beast that cometh up out of the abyss shall make war with them, and",
            "overcome them, and kill them."
          ]
        },
        {
          "verseNumber": "8",
          "verseText": "And their dead bodies lie in the street of the great city, which spiritually is called Sodom and Egypt, where also their Lord was crucified.",
          "contents": [
            "And their dead bodies",
            {
              "add": [
                "lie"
              ],
              "closing": "\\add*"
            },
            "in the street of the great city, which spiritually is called Sodom and Egypt, where",
            "also their Lord was crucified."
          ]
        },
        {
          "verseNumber": "9",
          "verseText": "And from among the peoples and tribes and tongues and nations do men look upon their dead bodies three days and a half, and suffer not their dead bodies to be laid in a tomb.",
          "contents": [
            "And from among the peoples and tribes and tongues and nations do",
            {
              "add": [
                "men"
              ],
              "closing": "\\add*"
            },
            "look upon their dead bodies three days and a half, and suffer not their dead bodies to be laid in a tomb."
          ]
        },
        {
          "verseNumber": "10",
          "verseText": "And they that dwell on the earth rejoice over them, and make merry; and they shall send gifts one to another; because these two prophets tormented them that dwell on the earth.",
          "contents": [
            "And they that dwell on the earth rejoice over them, and make merry; and they shall send gifts one to another; because",
            "these two prophets tormented them that dwell on the earth."
          ]
        },
        {
          "verseNumber": "11",
          "verseText": "And after the three days and a half the breath of life from God entered into them, and they stood upon their feet; and great fear fell upon them that beheld them.",
          "contents": [
            "And after the three days and a half the breath of life from God entered into them, and they stood upon their feet; and",
            "great fear fell upon them that beheld them."
          ]
        },
        {
          "verseNumber": "12",
          "verseText": "And they heard a great voice from heaven saying unto them, Come up hither. And they went up into heaven in the cloud; and their enemies beheld them.",
          "contents": [
            "And they heard a great voice from heaven saying unto them, Come up hither. And they went up into heaven in the cloud; and",
            "their enemies beheld them."
          ]
        },
        {
          "verseNumber": "13",
          "verseText": "And in that hour there was a great earthquake, and the tenth part of the city fell; and there were killed in the earthquake seven thousand persons: and the rest were affrighted, and gave glory to the God of heaven.",
          "contents": [
            "And in that hour there was a great earthquake, and the tenth part of the city fell; and there were killed in the",
            "earthquake seven thousand persons: and the rest were affrighted, and gave glory to the God of heaven.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "14",
          "verseText": "The second Woe is past: behold, the third Woe cometh quickly.",
          "contents": [
            "The second Woe is past: behold, the third Woe cometh quickly.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "15",
          "verseText": "And the seventh angel sounded; and there followed great voices in heaven, and they said, The kingdom of the world is become the kingdom of our Lord, and of his Christ: and he shall reign for ever and ever.",
          "contents": [
            "And the seventh angel sounded; and there followed great voices in heaven, and they said,",
            {
              "pi1": null
            },
            "The kingdom of the world is become",
            {
              "add": [
                "the kingdom"
              ],
              "closing": "\\add*"
            },
            "of our Lord, and of his Christ: and he shall reign for ever and",
            "ever.",
            {
              "m": null
            }
          ]
        },
        {
          "verseNumber": "16",
          "verseText": "And the four and twenty elders, who sit before God on their thrones, fell upon their faces and worshipped God,",
          "contents": [
            "And the four and twenty elders, who sit before God on their thrones, fell upon their faces and worshipped God,"
          ]
        },
        {
          "verseNumber": "17",
          "verseText": "saying, We give thee thanks, O Lord God, the Almighty, who art and who wast; because thou hast taken thy great power, and didst reign.",
          "contents": [
            "saying,",
            {
              "pi1": null
            },
            "We give thee thanks, O Lord God, the Almighty, who art and who wast; because thou hast taken thy great power, and didst",
            "reign."
          ]
        },
        {
          "verseNumber": "18",
          "verseText": "And the nations were wroth, and thy wrath came, and the time of the dead to be judged, and the time to give their reward to thy servants the prophets, and to the saints, and to them that fear thy name, the small and the great; and to destroy them that destroy the earth.",
          "contents": [
            "And the nations were wroth, and thy wrath came, and the time of the dead to be judged, and",
            {
              "add": [
                "the time"
              ],
              "closing": "\\add*"
            },
            "to give their reward to thy servants the prophets, and to the saints, and to them that fear thy name, the",
            "small and the great; and to destroy them that destroy the earth.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "19",
          "verseText": "And there was opened the temple of God that is in heaven; and there was seen in his temple the ark of his covenant; and there followed lightnings, and voices, and thunders, and an earthquake, and great hail.",
          "contents": [
            "And there was opened the temple of God that is in heaven; and there was seen in his temple the ark of his covenant; and",
            "there followed lightnings, and voices, and thunders, and an earthquake, and great hail."
          ]
        }
      ]
    },
    {
      "chapterNumber": "12",
      "contents": [
        {
          "p": null
        },
        {
          "verseNumber": "1",
          "verseText": "And a great sign was seen in heaven: a woman arrayed with the sun, and the moon under her feet, and upon her head a crown of twelve stars;",
          "contents": [
            "And a great sign was seen in heaven: a woman arrayed with the sun, and the moon under her feet, and upon her head a crown",
            "of twelve stars;"
          ]
        },
        {
          "verseNumber": "2",
          "verseText": "and she was with child; and she crieth out, travailing in birth, and in pain to be delivered.",
          "contents": [
            "and she was with child; and she crieth out, travailing in birth, and in pain to be delivered."
          ]
        },
        {
          "verseNumber": "3",
          "verseText": "And there was seen another sign in heaven: and behold, a great red dragon, having seven heads and ten horns, and upon his heads seven diadems.",
          "contents": [
            "And there was seen another sign in heaven: and behold, a great red dragon, having seven heads and ten horns, and upon his",
            "heads seven diadems."
          ]
        },
        {
          "verseNumber": "4",
          "verseText": "And his tail draweth the third part of the stars of heaven, and did cast them to the earth: and the dragon standeth before the woman that is about to be delivered, that when she is delivered he may devour her child.",
          "contents": [
            "And his tail draweth the third part of the stars of heaven, and did cast them to the earth: and the dragon standeth before",
            "the woman that is about to be delivered, that when she is delivered he may devour her child."
          ]
        },
        {
          "verseNumber": "5",
          "verseText": "And she was delivered of a son, a man child, who is to rule all the nations with a rod of iron: and her child was caught up unto God, and unto his throne.",
          "contents": [
            "And she was delivered of a son, a man child, who is to rule all the nations with a rod of iron: and her child was caught",
            "up unto God, and unto his throne."
          ]
        },
        {
          "verseNumber": "6",
          "verseText": "And the woman fled into the wilderness, where she hath a place prepared of God, that there they may nourish her a thousand two hundred and threescore days.",
          "contents": [
            "And the woman fled into the wilderness, where she hath a place prepared of God, that there they may nourish her a thousand",
            "two hundred and threescore days.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "7",
          "verseText": "And there was war in heaven: Michael and his angels going forth to war with the dragon; and the dragon warred and his angels;",
          "contents": [
            "And there was war in heaven: Michael and his angels",
            {
              "add": [
                "going forth"
              ],
              "closing": "\\add*"
            },
            "to war with the dragon; and the dragon warred and his angels;"
          ]
        },
        {
          "verseNumber": "8",
          "verseText": "and they prevailed not, neither was their place found any more in heaven.",
          "contents": [
            "and they prevailed not, neither was their place found any more in heaven."
          ]
        },
        {
          "verseNumber": "9",
          "verseText": "And the great dragon was cast down, the old serpent, he that is called the Devil and Satan, the deceiver of the whole world; he was cast down to the earth, and his angels were cast down with him.",
          "contents": [
            "And the great dragon was cast down, the old serpent, he that is called the Devil and Satan, the deceiver of the whole",
            "world; he was cast down to the earth, and his angels were cast down with him."
          ]
        },
        {
          "verseNumber": "10",
          "verseText": "And I heard a great voice in heaven, saying, Now is come the salvation, and the power, and the kingdom of our God, and the authority of his Christ: for the accuser of our brethren is cast down, who accuseth them before our God day and night.",
          "contents": [
            "And I heard a great voice in heaven, saying,",
            {
              "pi1": null
            },
            "Now is come the salvation, and the power, and the kingdom of our God, and the authority of his Christ: for the accuser of",
            "our brethren is cast down, who accuseth them before our God day and night."
          ]
        },
        {
          "verseNumber": "11",
          "verseText": "And they overcame him because of the blood of the Lamb, and because of the word of their testimony; and they loved not their life even unto death.",
          "contents": [
            "And they overcame him because of the blood of the Lamb, and because of the word of their testimony; and they loved not",
            "their life even unto death."
          ]
        },
        {
          "verseNumber": "12",
          "verseText": "Therefore rejoice, O heavens, and ye that dwell in them. Woe for the earth and for the sea: because the devil is gone down unto you, having great wrath, knowing that he hath but a short time.",
          "contents": [
            "Therefore rejoice, O heavens, and ye that dwell in them. Woe for the earth and for the sea: because the devil is gone",
            "down unto you, having great wrath, knowing that he hath but a short time.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "13",
          "verseText": "And when the dragon saw that he was cast down to the earth, he persecuted the woman that brought forth the man child.",
          "contents": [
            "And when the dragon saw that he was cast down to the earth, he persecuted the woman that brought forth the man",
            {
              "add": [
                "child"
              ],
              "closing": "\\add*"
            },
            "."
          ]
        },
        {
          "verseNumber": "14",
          "verseText": "And there were given to the woman the two wings of the great eagle, that she might fly into the wilderness unto her place, where she is nourished for a time, and times, and half a time, from the face of the serpent.",
          "contents": [
            "And there were given to the woman the two wings of the great eagle, that she might fly into the wilderness unto her",
            "place, where she is nourished for a time, and times, and half a time, from the face of the serpent."
          ]
        },
        {
          "verseNumber": "15",
          "verseText": "And the serpent cast out of his mouth after the woman water as a river, that he might cause her to be carried away by the stream.",
          "contents": [
            "And the serpent cast out of his mouth after the woman water as a river, that he might cause her to be carried away by the",
            "stream."
          ]
        },
        {
          "verseNumber": "16",
          "verseText": "And the earth helped the woman, and the earth opened her mouth and swallowed up the river which the dragon cast out of his mouth.",
          "contents": [
            "And the earth helped the woman, and the earth opened her mouth and swallowed up the river which the dragon cast out of",
            "his mouth."
          ]
        },
        {
          "verseNumber": "17",
          "verseText": "And the dragon waxed wroth with the woman, and went away to make war with the rest of her seed, that keep the commandments of God, and hold the testimony of Jesus:",
          "contents": [
            "And the dragon waxed wroth with the woman, and went away to make war with the rest of her seed, that keep the",
            "commandments of God, and hold the testimony of Jesus:"
          ]
        }
      ]
    },
    {
      "chapterNumber": "13",
      "contents": [
        {
          "nb": null
        },
        {
          "verseNumber": "1",
          "verseText": "and he stood upon the sand of the sea. And I saw a beast coming up out of the sea, having ten horns and seven heads, and on his horns ten diadems, and upon his heads names of blasphemy.",
          "contents": [
            "and he stood upon the sand of the sea.",
            {
              "p": null
            },
            "And I saw a beast coming up out of the sea, having ten horns and seven heads, and on his horns ten diadems, and upon his",
            "heads names of blasphemy."
          ]
        },
        {
          "verseNumber": "2",
          "verseText": "And the beast which I saw was like unto a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his throne, and great authority.",
          "contents": [
            "And the beast which I saw was like unto a leopard, and his feet were as",
            {
              "add": [
                "the feet"
              ],
              "closing": "\\add*"
            },
            "of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his throne, and",
            "great authority."
          ]
        },
        {
          "verseNumber": "3",
          "verseText": "And I saw one of his heads as though it had been smitten unto death; and his death-stroke was healed: and the whole earth wondered after the beast;",
          "contents": [
            "And",
            {
              "add": [
                "I saw"
              ],
              "closing": "\\add*"
            },
            "one of his heads as though it had been smitten unto death; and his death-stroke was healed: and the",
            "whole earth wondered after the beast;"
          ]
        },
        {
          "verseNumber": "4",
          "verseText": "and they worshipped the dragon, because he gave his authority unto the beast; and they worshipped the beast, saying, Who is like unto the beast? and who is able to war with him?",
          "contents": [
            "and they worshipped the dragon, because he gave his authority unto the beast; and they worshipped the beast, saying, Who",
            "is like unto the beast? and who is able to war with him?"
          ]
        },
        {
          "verseNumber": "5",
          "verseText": "and there was given to him a mouth speaking great things and blasphemies; and there was given to him authority to continue forty and two months.",
          "contents": [
            "and there was given to him a mouth speaking great things and blasphemies; and there was given to him authority to continue",
            "forty and two months."
          ]
        },
        {
          "verseNumber": "6",
          "verseText": "And he opened his mouth for blasphemies against God, to blaspheme his name, and his tabernacle, even them that dwell in the heaven.",
          "contents": [
            "And he opened his mouth for blasphemies against God, to blaspheme his name, and his tabernacle,",
            {
              "add": [
                "even"
              ],
              "closing": "\\add*"
            },
            "them that dwell in the heaven."
          ]
        },
        {
          "verseNumber": "7",
          "verseText": "And it was given unto him to make war with the saints, and to overcome them: and there was given to him authority over every tribe and people and tongue and nation.",
          "contents": [
            "And it was given unto him to make war with the saints, and to overcome them: and there was given to him authority over",
            "every tribe and people and tongue and nation."
          ]
        },
        {
          "verseNumber": "8",
          "verseText": "And all that dwell on the earth shall worship him, every one whose name hath not been written from the foundation of the world in the book of life of the Lamb that hath been slain.",
          "contents": [
            "And all that dwell on the earth shall worship him,",
            {
              "add": [
                "every one"
              ],
              "closing": "\\add*"
            },
            "whose name hath not been written from the foundation of the world in the book of life of the Lamb that hath been slain."
          ]
        },
        {
          "verseNumber": "9",
          "verseText": "If any man hath an ear, let him hear.",
          "contents": [
            "If any man hath an ear, let him hear."
          ]
        },
        {
          "verseNumber": "10",
          "verseText": "If any man is for captivity, into captivity he goeth: if any man shall kill with the sword, with the sword must he be killed. Here is the patience and the faith of the saints.",
          "contents": [
            "If any man",
            {
              "add": [
                "is"
              ],
              "closing": "\\add*"
            },
            "for captivity, into captivity he goeth: if any man shall kill with the sword, with the sword must",
            "he be killed. Here is the patience and the faith of the saints.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "11",
          "verseText": "And I saw another beast coming up out of the earth; and he had two horns like unto a lamb, and he spake as a dragon.",
          "contents": [
            "And I saw another beast coming up out of the earth; and he had two horns like unto a lamb, and he spake as a dragon."
          ]
        },
        {
          "verseNumber": "12",
          "verseText": "And he exerciseth all the authority of the first beast in his sight. And he maketh the earth and them that dwell therein to worship the first beast, whose death-stroke was healed.",
          "contents": [
            "And he exerciseth all the authority of the first beast in his sight. And he maketh the earth and them that dwell therein",
            "to worship the first beast, whose death-stroke was healed."
          ]
        },
        {
          "verseNumber": "13",
          "verseText": "And he doeth great signs, that he should even make fire to come down out of heaven upon the earth in the sight of men.",
          "contents": [
            "And he doeth great signs, that he should even make fire to come down out of heaven upon the earth in the sight of men."
          ]
        },
        {
          "verseNumber": "14",
          "verseText": "And he deceiveth them that dwell on the earth by reason of the signs which it was given him to do in the sight of the beast; saying to them that dwell on the earth, that they should make an image to the beast who hath the stroke of the sword and lived.",
          "contents": [
            "And he deceiveth them that dwell on the earth by reason of the signs which it was given him to do in the sight of the",
            "beast; saying to them that dwell on the earth, that they should make an image to the beast who hath the stroke of the sword and",
            "lived."
          ]
        },
        {
          "verseNumber": "15",
          "verseText": "And it was given unto him to give breath to it, even to the image of the beast, that the image of the beast should both speak, and cause that as many as should not worship the image of the beast should be killed.",
          "contents": [
            "And it was given",
            {
              "add": [
                "unto him"
              ],
              "closing": "\\add*"
            },
            "to give breath to it,",
            {
              "add": [
                "even"
              ],
              "closing": "\\add*"
            },
            "to the image of the beast, that the image of the beast should both speak, and cause that as many as should not worship",
            "the image of the beast should be killed."
          ]
        },
        {
          "verseNumber": "16",
          "verseText": "And he causeth all, the small and the great, and the rich and the poor, and the free and the bond, that there be given them a mark on their right hand, or upon their forehead;",
          "contents": [
            "And he causeth all, the small and the great, and the rich and the poor, and the free and the bond, that there be given",
            "them a mark on their right hand, or upon their forehead;"
          ]
        },
        {
          "verseNumber": "17",
          "verseText": "and that no man should be able to buy or to sell, save he that hath the mark, even the name of the beast or the number of his name.",
          "contents": [
            "and that no man should be able to buy or to sell, save he that hath the mark,",
            {
              "add": [
                "even"
              ],
              "closing": "\\add*"
            },
            "the name of the beast or the number of his name."
          ]
        },
        {
          "verseNumber": "18",
          "verseText": "Here is wisdom. He that hath understanding, let him count the number of the beast; for it is the number of a man: and his number is Six hundred and sixty and six.",
          "contents": [
            "Here is wisdom. He that hath understanding, let him count the number of the beast; for it is the number of a man: and his",
            "number is Six hundred and sixty and six."
          ]
        }
      ]
    },
    {
      "chapterNumber": "14",
      "contents": [
        {
          "p": null
        },
        {
          "verseNumber": "1",
          "verseText": "And I saw, and behold, the Lamb standing on the mount Zion, and with him a hundred and forty and four thousand, having his name, and the name of his Father, written on their foreheads.",
          "contents": [
            "And I saw, and behold, the Lamb standing on the mount Zion, and with him a hundred and forty and four thousand, having his",
            "name, and the name of his Father, written on their foreheads."
          ]
        },
        {
          "verseNumber": "2",
          "verseText": "And I heard a voice from heaven, as the voice of many waters, and as the voice of a great thunder: and the voice which I heard was as the voice of harpers harping with their harps:",
          "contents": [
            "And I heard a voice from heaven, as the voice of many waters, and as the voice of a great thunder: and the voice which I",
            "heard",
            {
              "add": [
                "was"
              ],
              "closing": "\\add*"
            },
            "as",
            {
              "add": [
                "the voice"
              ],
              "closing": "\\add*"
            },
            "of harpers harping with their harps:"
          ]
        },
        {
          "verseNumber": "3",
          "verseText": "and they sing as it were a new song before the throne, and before the four living creatures and the elders: and no man could learn the song save the hundred and forty and four thousand, even they that had been purchased out of the earth.",
          "contents": [
            "and they sing as it were a new song before the throne, and before the four living creatures and the elders: and no man",
            "could learn the song save the hundred and forty and four thousand,",
            {
              "add": [
                "even"
              ],
              "closing": "\\add*"
            },
            "they that had been purchased out of the earth."
          ]
        },
        {
          "verseNumber": "4",
          "verseText": "These are they that were not defiled with women; for they are virgins. These are they that follow the Lamb whithersoever he goeth. These were purchased from among men, to be the firstfruits unto God and unto the Lamb.",
          "contents": [
            "These are they that were not defiled with women; for they are virgins. These",
            {
              "add": [
                "are"
              ],
              "closing": "\\add*"
            },
            "they that follow the Lamb whithersoever he goeth. These were purchased from among men,",
            {
              "add": [
                "to be"
              ],
              "closing": "\\add*"
            },
            "the firstfruits unto God and unto the Lamb."
          ]
        },
        {
          "verseNumber": "5",
          "verseText": "And in their mouth was found no lie: they are without blemish.",
          "contents": [
            "And in their mouth was found no lie: they are without blemish.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "6",
          "verseText": "And I saw another angel flying in mid heaven, having eternal good tidings to proclaim unto them that dwell on the earth, and unto every nation and tribe and tongue and people;",
          "contents": [
            "And I saw another angel flying in mid heaven, having eternal good tidings to proclaim unto them that dwell on the earth,",
            "and unto every nation and tribe and tongue and people;"
          ]
        },
        {
          "verseNumber": "7",
          "verseText": "and he saith with a great voice, Fear God, and give him glory; for the hour of his judgment is come: and worship him that made the heaven and the earth and sea and fountains of waters.",
          "contents": [
            "and he saith with a great voice, Fear God, and give him glory; for the hour of his judgment is come: and worship him that",
            "made the heaven and the earth and sea and fountains of waters.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "8",
          "verseText": "And another, a second angel, followed, saying, Fallen, fallen is Babylon the great, that hath made all the nations to drink of the wine of the wrath of her fornication.",
          "contents": [
            "And another, a second angel, followed, saying, Fallen, fallen is Babylon the great, that hath made all the nations to",
            "drink of the wine of the wrath of her fornication.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "9",
          "verseText": "And another angel, a third, followed them, saying with a great voice, If any man worshippeth the beast and his image, and receiveth a mark on his forehead, or upon his hand,",
          "contents": [
            "And another angel, a third, followed them, saying with a great voice, If any man worshippeth the beast and his image, and",
            "receiveth a mark on his forehead, or upon his hand,"
          ]
        },
        {
          "verseNumber": "10",
          "verseText": "he also shall drink of the wine of the wrath of God, which is prepared unmixed in the cup of his anger; and he shall be tormented with fire and brimstone in the presence of the holy angels, and in the presence of the Lamb:",
          "contents": [
            "he also shall drink of the wine of the wrath of God, which is prepared unmixed in the cup of his anger; and he shall be",
            "tormented with fire and brimstone in the presence of the holy angels, and in the presence of the Lamb:"
          ]
        },
        {
          "verseNumber": "11",
          "verseText": "and the smoke of their torment goeth up for ever and ever; and they have no rest day and night, they that worship the beast and his image, and whoso receiveth the mark of his name.",
          "contents": [
            "and the smoke of their torment goeth up for ever and ever; and they have no rest day and night, they that worship the",
            "beast and his image, and whoso receiveth the mark of his name."
          ]
        },
        {
          "verseNumber": "12",
          "verseText": "Here is the patience of the saints, they that keep the commandments of God, and the faith of Jesus.",
          "contents": [
            "Here is the patience of the saints, they that keep the commandments of God, and the faith of Jesus.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "13",
          "verseText": "And I heard a voice from heaven saying, Write, Blessed are the dead who die in the Lord from henceforth: yea, saith the Spirit, that they may rest from their labors; for their works follow with them.",
          "contents": [
            "And I heard a voice from heaven saying, Write, Blessed are the dead who die in the Lord from henceforth: yea, saith the",
            "Spirit, that they may rest from their labors; for their works follow with them.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "14",
          "verseText": "And I saw, and behold, a white cloud; and on the cloud I saw one sitting like unto a son of man, having on his head a golden crown, and in his hand a sharp sickle.",
          "contents": [
            "And I saw, and behold, a white cloud; and on the cloud",
            {
              "add": [
                "I saw"
              ],
              "closing": "\\add*"
            },
            "one sitting like unto a son of man, having on his head a golden crown, and in his hand a sharp sickle."
          ]
        },
        {
          "verseNumber": "15",
          "verseText": "And another angel came out from the temple, crying with a great voice to him that sat on the cloud, Send forth thy sickle, and reap: for the hour to reap is come; for the harvest of the earth is ripe.",
          "contents": [
            "And another angel came out from the temple, crying with a great voice to him that sat on the cloud, Send forth thy",
            "sickle, and reap: for the hour to reap is come; for the harvest of the earth is ripe."
          ]
        },
        {
          "verseNumber": "16",
          "verseText": "And he that sat on the cloud cast his sickle upon the earth; and the earth was reaped.",
          "contents": [
            "And he that sat on the cloud cast his sickle upon the earth; and the earth was reaped.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "17",
          "verseText": "And another angel came out from the temple which is in heaven, he also having a sharp sickle.",
          "contents": [
            "And another angel came out from the temple which is in heaven, he also having a sharp sickle."
          ]
        },
        {
          "verseNumber": "18",
          "verseText": "And another angel came out from the altar, he that hath power over fire; and he called with a great voice to him that had the sharp sickle, saying, Send forth thy sharp sickle, and gather the clusters of the vine of the earth; for her grapes are fully ripe.",
          "contents": [
            "And another angel came out from the altar, he that hath power over fire; and he called with a great voice to him that had",
            "the sharp sickle, saying, Send forth thy sharp sickle, and gather the clusters of the vine of the earth; for her grapes are",
            "fully ripe."
          ]
        },
        {
          "verseNumber": "19",
          "verseText": "And the angel cast his sickle into the earth, and gathered the vintage of the earth, and cast it into the winepress, the great winepress, of the wrath of God.",
          "contents": [
            "And the angel cast his sickle into the earth, and gathered the vintage of the earth, and cast it into the winepress, the",
            "great",
            {
              "add": [
                "winepress"
              ],
              "closing": "\\add*"
            },
            ", of the wrath of God."
          ]
        },
        {
          "verseNumber": "20",
          "verseText": "And the winepress was trodden without the city, and there came out blood from the winepress, even unto the bridles of the horses, as far as a thousand and six hundred furlongs.",
          "contents": [
            "And the winepress was trodden without the city, and there came out blood from the winepress, even unto the bridles of the",
            "horses, as far as a thousand and six hundred furlongs."
          ]
        }
      ]
    },
    {
      "chapterNumber": "15",
      "contents": [
        {
          "p": null
        },
        {
          "verseNumber": "1",
          "verseText": "And I saw another sign in heaven, great and marvellous, seven angels having seven plagues, which are the last, for in them is finished the wrath of God.",
          "contents": [
            "And I saw another sign in heaven, great and marvellous, seven angels having seven plagues,",
            {
              "add": [
                "which are"
              ],
              "closing": "\\add*"
            },
            "the last, for in them is finished the wrath of God.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "2",
          "verseText": "And I saw as it were a sea of glass mingled with fire; and them that come off victorious from the beast, and from his image, and from the number of his name, standing by the sea of glass, having harps of God.",
          "contents": [
            "And I saw as it were a sea of glass mingled with fire; and them that come off victorious from the beast, and from his",
            "image, and from the number of his name, standing by the sea of glass, having harps of God."
          ]
        },
        {
          "verseNumber": "3",
          "verseText": "And they sing the song of Moses the servant of God, and the song of the Lamb, saying, Great and marvellous are thy works, O Lord God, the Almighty; righteous and true are thy ways, thou King of the ages.",
          "contents": [
            "And they sing the song of Moses the servant of God, and the song of the Lamb, saying,",
            {
              "pi1": null
            },
            "Great and marvellous are thy works, O Lord God, the Almighty; righteous and true are thy ways, thou King of the ages."
          ]
        },
        {
          "verseNumber": "4",
          "verseText": "Who shall not fear, O Lord, and glorify thy name? for thou only art holy; for all the nations shall come and worship before thee; for thy righteous acts have been made manifest.",
          "contents": [
            "Who shall not fear, O Lord, and glorify thy name? for thou only art holy; for all the nations shall come and worship",
            "before thee; for thy righteous acts have been made manifest.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "5",
          "verseText": "And after these things I saw, and the temple of the tabernacle of the testimony in heaven was opened:",
          "contents": [
            "And after these things I saw, and the temple of the tabernacle of the testimony in heaven was opened:"
          ]
        },
        {
          "verseNumber": "6",
          "verseText": "and there came out from the temple the seven angels that had the seven plagues, arrayed with precious stone, pure and bright, and girt about their breasts with golden girdles.",
          "contents": [
            "and there came out from the temple the seven angels that had the seven plagues, arrayed with",
            {
              "add": [
                "precious"
              ],
              "closing": "\\add*"
            },
            "stone, pure",
            {
              "add": [
                "and"
              ],
              "closing": "\\add*"
            },
            "bright, and girt about their breasts with golden girdles."
          ]
        },
        {
          "verseNumber": "7",
          "verseText": "And one of the four living creatures gave unto the seven angels seven golden bowls full of the wrath of God, who liveth for ever and ever.",
          "contents": [
            "And one of the four living creatures gave unto the seven angels seven golden bowls full of the wrath of God, who liveth",
            "for ever and ever."
          ]
        },
        {
          "verseNumber": "8",
          "verseText": "And the temple was filled with smoke from the glory of God, and from his power; and none was able to enter into the temple, till the seven plagues of the seven angels should be finished.",
          "contents": [
            "And the temple was filled with smoke from the glory of God, and from his power; and none was able to enter into the",
            "temple, till the seven plagues of the seven angels should be finished."
          ]
        }
      ]
    },
    {
      "chapterNumber": "16",
      "contents": [
        {
          "p": null
        },
        {
          "verseNumber": "1",
          "verseText": "And I heard a great voice out of the temple, saying to the seven angels, Go ye, and pour out the seven bowls of the wrath of God into the earth.",
          "contents": [
            "And I heard a great voice out of the temple, saying to the seven angels, Go ye, and pour out the seven bowls of the wrath",
            "of God into the earth.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "2",
          "verseText": "And the first went, and poured out his bowl into the earth; and it became a noisome and grievous sore upon the men that had the mark of the beast, and that worshipped his image.",
          "contents": [
            "And the first went, and poured out his bowl into the earth; and it became a noisome and grievous sore upon the men that",
            "had the mark of the beast, and that worshipped his image.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "3",
          "verseText": "And the second poured out his bowl into the sea; and it became blood as of a dead man; and every living soul died, even the things that were in the sea.",
          "contents": [
            "And the second poured out his bowl into the sea; and it became blood as of a dead man; and every living soul died,",
            {
              "add": [
                "even"
              ],
              "closing": "\\add*"
            },
            "the things that were in the sea.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "4",
          "verseText": "And the third poured out his bowl into the rivers and the fountains of the waters; and it became blood.",
          "contents": [
            "And the third poured out his bowl into the rivers and the fountains of the waters; and it became blood."
          ]
        },
        {
          "verseNumber": "5",
          "verseText": "And I heard the angel of the waters saying, Righteous art thou, who art and who wast, thou Holy One, because thou didst thus judge:",
          "contents": [
            "And I heard the angel of the waters saying, Righteous art thou, who art and who wast, thou Holy One, because thou didst",
            "thus judge:"
          ]
        },
        {
          "verseNumber": "6",
          "verseText": "for they poured out the blood of saints and prophets, and blood hast thou given them to drink: they are worthy.",
          "contents": [
            "for they poured out the blood of saints and prophets, and blood hast thou given them to drink: they are worthy."
          ]
        },
        {
          "verseNumber": "7",
          "verseText": "And I heard the altar saying, Yea, O Lord God, the Almighty, true and righteous are thy judgments.",
          "contents": [
            "And I heard the altar saying, Yea, O Lord God, the Almighty, true and righteous are thy judgments.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "8",
          "verseText": "And the fourth poured out his bowl upon the sun; and it was given unto it to scorch men with fire.",
          "contents": [
            "And the fourth poured out his bowl upon the sun; and it was given unto it to scorch men with fire."
          ]
        },
        {
          "verseNumber": "9",
          "verseText": "And men were scorched with great heat: and they blasphemed the name of God who hath the power over these plagues; and they repented not to give him glory.",
          "contents": [
            "And men were scorched with great heat: and they blasphemed the name of God who hath the power over these plagues; and they",
            "repented not to give him glory.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "10",
          "verseText": "And the fifth poured out his bowl upon the throne of the beast; and his kingdom was darkened; and they gnawed their tongues for pain,",
          "contents": [
            "And the fifth poured out his bowl upon the throne of the beast; and his kingdom was darkened; and they gnawed their",
            "tongues for pain,"
          ]
        },
        {
          "verseNumber": "11",
          "verseText": "and they blasphemed the God of heaven because of their pains and their sores; and they repented not of their works.",
          "contents": [
            "and they blasphemed the God of heaven because of their pains and their sores; and they repented not of their works.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "12",
          "verseText": "And the sixth poured out his bowl upon the great river, the river Euphrates; and the water thereof was dried up, that the way might be made ready for the kings that come from the sunrising.",
          "contents": [
            "And the sixth poured out his bowl upon the great river, the",
            {
              "add": [
                "river"
              ],
              "closing": "\\add*"
            },
            "Euphrates; and the water thereof was dried up, that the way might be made ready for the kings that",
            {
              "add": [
                "come"
              ],
              "closing": "\\add*"
            },
            "from the sunrising."
          ]
        },
        {
          "verseNumber": "13",
          "verseText": "And I saw coming out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet, three unclean spirits, as it were frogs:",
          "contents": [
            "And I saw",
            {
              "add": [
                "coming"
              ],
              "closing": "\\add*"
            },
            "out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the",
            "false prophet, three unclean spirits, as it were frogs:"
          ]
        },
        {
          "verseNumber": "14",
          "verseText": "for they are spirits of demons, working signs; which go forth unto the kings of the whole world, to gather them together unto the war of the great day of God, the Almighty.",
          "contents": [
            "for they are spirits of demons, working signs; which go forth unto the kings of the whole world, to gather them together",
            "unto the war of the great day of God, the Almighty."
          ]
        },
        {
          "verseNumber": "15",
          "verseText": "(Behold, I come as a thief. Blessed is he that watcheth, and keepeth his garments, lest he walk naked, and they see his shame.)",
          "contents": [
            "(Behold, I come as a thief. Blessed is he that watcheth, and keepeth his garments, lest he walk naked, and they see his",
            "shame.)"
          ]
        },
        {
          "verseNumber": "16",
          "verseText": "And they gathered them together into the place which is called in Hebrew Har-Magedon.",
          "contents": [
            "And they gathered them together into the place which is called in Hebrew Har-Magedon.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "17",
          "verseText": "And the seventh poured out his bowl upon the air; and there came forth a great voice out of the temple, from the throne, saying, It is done:",
          "contents": [
            "And the seventh poured out his bowl upon the air; and there came forth a great voice out of the temple, from the throne,",
            "saying, It is done:"
          ]
        },
        {
          "verseNumber": "18",
          "verseText": "and there were lightnings, and voices, and thunders; and there was a great earthquake, such as was not since there were men upon the earth, so great an earthquake, so mighty.",
          "contents": [
            "and there were lightnings, and voices, and thunders; and there was a great earthquake, such as was not since there were",
            "men upon the earth, so great an earthquake, so mighty."
          ]
        },
        {
          "verseNumber": "19",
          "verseText": "And the great city was divided into three parts, and the cities of the nations fell: and Babylon the great was remembered in the sight of God, to give unto her the cup of the wine of the fierceness of his wrath.",
          "contents": [
            "And the great city was divided into three parts, and the cities of the nations fell: and Babylon the great was remembered",
            "in the sight of God, to give unto her the cup of the wine of the fierceness of his wrath."
          ]
        },
        {
          "verseNumber": "20",
          "verseText": "And every island fled away, and the mountains were not found.",
          "contents": [
            "And every island fled away, and the mountains were not found."
          ]
        },
        {
          "verseNumber": "21",
          "verseText": "And great hail, every stone about the weight of a talent, cometh down out of heaven upon men: and men blasphemed God because of the plague of the hail; for the plague thereof is exceeding great.",
          "contents": [
            "And great hail,",
            {
              "add": [
                "every stone"
              ],
              "closing": "\\add*"
            },
            "about the weight of a talent, cometh down out of heaven upon men: and men",
            "blasphemed God because of the plague of the hail; for the plague thereof is exceeding great."
          ]
        }
      ]
    },
    {
      "chapterNumber": "17",
      "contents": [
        {
          "p": null
        },
        {
          "verseNumber": "1",
          "verseText": "And there came one of the seven angels that had the seven bowls, and spake with me, saying, Come hither, I will show thee the judgment of the great harlot that sitteth upon many waters;",
          "contents": [
            "And there came one of the seven angels that had the seven bowls, and spake with me, saying, Come hither, I will show thee",
            "the judgment of the great harlot that sitteth upon many waters;"
          ]
        },
        {
          "verseNumber": "2",
          "verseText": "with whom the kings of the earth committed fornication, and they that dwell in the earth were made drunken with the wine of her fornication.",
          "contents": [
            "with whom the kings of the earth committed fornication, and they that dwell in the earth were made drunken with the wine",
            "of her fornication."
          ]
        },
        {
          "verseNumber": "3",
          "verseText": "And he carried me away in the Spirit into a wilderness: and I saw a woman sitting upon a scarlet-colored beast, full of names of blasphemy, having seven heads and ten horns.",
          "contents": [
            "And he carried me away in the Spirit into a wilderness: and I saw a woman sitting upon a scarlet-colored beast, full of",
            "names of blasphemy, having seven heads and ten horns."
          ]
        },
        {
          "verseNumber": "4",
          "verseText": "And the woman was arrayed in purple and scarlet, and decked with gold and precious stone and pearls, having in her hand a golden cup full of abominations, even the unclean things of her fornication,",
          "contents": [
            "And the woman was arrayed in purple and scarlet, and decked with gold and precious stone and pearls, having in her hand a",
            "golden cup full of abominations, even the unclean things of her fornication,"
          ]
        },
        {
          "verseNumber": "5",
          "verseText": "and upon her forehead a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF THE HARLOTS AND OF THE ABOMINATIONS OF THE EARTH.",
          "contents": [
            "and upon her forehead a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF THE HARLOTS AND OF THE ABOMINATIONS OF THE",
            "EARTH."
          ]
        },
        {
          "verseNumber": "6",
          "verseText": "And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus. And when I saw her, I wondered with a great wonder.",
          "contents": [
            "And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus. And when I saw her,",
            "I wondered with a great wonder."
          ]
        },
        {
          "verseNumber": "7",
          "verseText": "And the angel said unto me, Wherefore didst thou wonder? I will tell thee the mystery of the woman, and of the beast that carrieth her, which hath the seven heads and the ten horns.",
          "contents": [
            "And the angel said unto me, Wherefore didst thou wonder? I will tell thee the mystery of the woman, and of the beast that",
            "carrieth her, which hath the seven heads and the ten horns."
          ]
        },
        {
          "verseNumber": "8",
          "verseText": "The beast that thou sawest was, and is not; and is about to come up out of the abyss, and to go into perdition. And they that dwell on the earth shall wonder, they whose name hath not been written in the book of life from the foundation of the world, when they behold the beast, how that he was, and is not, and shall come.",
          "contents": [
            "The beast that thou sawest was, and is not; and is about to come up out of the abyss, and to go into perdition. And they",
            "that dwell on the earth shall wonder,",
            {
              "add": [
                "they"
              ],
              "closing": "\\add*"
            },
            "whose name hath not been written in the book of life from the foundation",
            "of the world, when they behold the beast, how that he was, and is not, and shall come."
          ]
        },
        {
          "verseNumber": "9",
          "verseText": "Here is the mind that hath wisdom. The seven heads are seven mountains, on which the woman sitteth:",
          "contents": [
            "Here is the mind that hath wisdom. The seven heads are seven mountains, on which the woman sitteth:"
          ]
        },
        {
          "verseNumber": "10",
          "verseText": "and they are seven kings; the five are fallen, the one is, the other is not yet come; and when he cometh, he must continue a little while.",
          "contents": [
            "and they are seven kings; the five are fallen, the one is, the other is not yet come; and when he cometh, he must",
            "continue a little while."
          ]
        },
        {
          "verseNumber": "11",
          "verseText": "And the beast that was, and is not, is himself also an eighth, and is of the seven; and he goeth into perdition.",
          "contents": [
            "And the beast that was, and is not, is himself also an eighth, and is of the seven; and he goeth into perdition."
          ]
        },
        {
          "verseNumber": "12",
          "verseText": "And the ten horns that thou sawest are ten kings, who have received no kingdom as yet; but they receive authority as kings, with the beast, for one hour.",
          "contents": [
            "And the ten horns that thou sawest are ten kings, who have received no kingdom as yet; but they receive authority as",
            "kings, with the beast, for one hour."
          ]
        },
        {
          "verseNumber": "13",
          "verseText": "These have one mind, and they give their power and authority unto the beast.",
          "contents": [
            "These have one mind, and they give their power and authority unto the beast."
          ]
        },
        {
          "verseNumber": "14",
          "verseText": "These shall war against the Lamb, and the Lamb shall overcome them, for he is Lord of lords, and King of kings; and they also shall overcome that are with him, called and chosen and faithful.",
          "contents": [
            "These shall war against the Lamb, and the Lamb shall overcome them, for he is Lord of lords, and King of kings; and they",
            {
              "add": [
                "also shall overcome"
              ],
              "closing": "\\add*"
            },
            "that are with him, called and chosen and faithful."
          ]
        },
        {
          "verseNumber": "15",
          "verseText": "And he saith unto me, The waters which thou sawest, where the harlot sitteth, are peoples, and multitudes, and nations, and tongues.",
          "contents": [
            "And he saith unto me, The waters which thou sawest, where the harlot sitteth, are peoples, and multitudes, and nations,",
            "and tongues."
          ]
        },
        {
          "verseNumber": "16",
          "verseText": "And the ten horns which thou sawest, and the beast, these shall hate the harlot, and shall make her desolate and naked, and shall eat her flesh, and shall burn her utterly with fire.",
          "contents": [
            "And the ten horns which thou sawest, and the beast, these shall hate the harlot, and shall make her desolate and naked,",
            "and shall eat her flesh, and shall burn her utterly with fire."
          ]
        },
        {
          "verseNumber": "17",
          "verseText": "For God did put in their hearts to do his mind, and to come to one mind, and to give their kingdom unto the beast, until the words of God should be accomplished.",
          "contents": [
            "For God did put in their hearts to do his mind, and to come to one mind, and to give their kingdom unto the beast, until",
            "the words of God should be accomplished."
          ]
        },
        {
          "verseNumber": "18",
          "verseText": "And the woman whom thou sawest is the great city, which reigneth over the kings of the earth.",
          "contents": [
            "And the woman whom thou sawest is the great city, which reigneth over the kings of the earth."
          ]
        }
      ]
    },
    {
      "chapterNumber": "18",
      "contents": [
        {
          "p": null
        },
        {
          "verseNumber": "1",
          "verseText": "After these things I saw another angel coming down out of heaven, having great authority; and the earth was lightened with his glory.",
          "contents": [
            "After these things I saw another angel coming down out of heaven, having great authority; and the earth was lightened with",
            "his glory."
          ]
        },
        {
          "verseNumber": "2",
          "verseText": "And he cried with a mighty voice, saying, Fallen, fallen is Babylon the great, and is become a habitation of demons, and a hold of every unclean spirit, and a hold of every unclean and hateful bird.",
          "contents": [
            "And he cried with a mighty voice, saying, Fallen, fallen is Babylon the great, and is become a habitation of demons, and a",
            "hold of every unclean spirit, and a hold of every unclean and hateful bird."
          ]
        },
        {
          "verseNumber": "3",
          "verseText": "For by the wine of the wrath of her fornication all the nations are fallen; and the kings of the earth committed fornication with her, and the merchants of the earth waxed rich by the power of her wantonness.",
          "contents": [
            "For by the wine of the wrath of her fornication all the nations are fallen; and the kings of the earth committed",
            "fornication with her, and the merchants of the earth waxed rich by the power of her wantonness.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "4",
          "verseText": "And I heard another voice from heaven, saying, Come forth, my people, out of her, that ye have no fellowship with her sins, and that ye receive not of her plagues:",
          "contents": [
            "And I heard another voice from heaven, saying, Come forth, my people, out of her, that ye have no fellowship with her",
            "sins, and that ye receive not of her plagues:"
          ]
        },
        {
          "verseNumber": "5",
          "verseText": "for her sins have reached even unto heaven, and God hath remembered her iniquities.",
          "contents": [
            "for her sins have reached even unto heaven, and God hath remembered her iniquities."
          ]
        },
        {
          "verseNumber": "6",
          "verseText": "Render unto her even as she rendered, and double unto her the double according to her works: in the cup which she mingled, mingle unto her double.",
          "contents": [
            "Render unto her even as she rendered, and double",
            {
              "add": [
                "unto her"
              ],
              "closing": "\\add*"
            },
            "the double according to her works: in the cup which she mingled, mingle unto her double."
          ]
        },
        {
          "verseNumber": "7",
          "verseText": "How much soever she glorified herself, and waxed wanton, so much give her of torment and mourning: for she saith in her heart, I sit a queen, and am no widow, and shall in no wise see mourning.",
          "contents": [
            "How much soever she glorified herself, and waxed wanton, so much give her of torment and mourning: for she saith in her",
            "heart, I sit a queen, and am no widow, and shall in no wise see mourning."
          ]
        },
        {
          "verseNumber": "8",
          "verseText": "Therefore in one day shall her plagues come, death, and mourning, and famine; and she shall be utterly burned with fire; for strong is the Lord God who judged her.",
          "contents": [
            "Therefore in one day shall her plagues come, death, and mourning, and famine; and she shall be utterly burned with fire;",
            "for strong is the Lord God who judged her."
          ]
        },
        {
          "verseNumber": "9",
          "verseText": "And the kings of the earth, who committed fornication and lived wantonly with her, shall weep and wail over her, when they look upon the smoke of her burning,",
          "contents": [
            "And the kings of the earth, who committed fornication and lived wantonly with her, shall weep and wail over her, when they",
            "look upon the smoke of her burning,"
          ]
        },
        {
          "verseNumber": "10",
          "verseText": "standing afar off for the fear of her torment, saying, Woe, woe, the great city, Babylon, the strong city! for in one hour is thy judgment come.",
          "contents": [
            "standing afar off for the fear of her torment, saying, Woe, woe, the great city, Babylon, the strong city! for in one",
            "hour is thy judgment come."
          ]
        },
        {
          "verseNumber": "11",
          "verseText": "And the merchants of the earth weep and mourn over her, for no man buyeth their merchandise any more;",
          "contents": [
            "And the merchants of the earth weep and mourn over her, for no man buyeth their merchandise any more;"
          ]
        },
        {
          "verseNumber": "12",
          "verseText": "merchandise of gold, and silver, and precious stone, and pearls, and fine linen, and purple, and silk, and scarlet; and all thyine wood, and every vessel of ivory, and every vessel made of most precious wood, and of brass, and iron, and marble;",
          "contents": [
            "merchandise of gold, and silver, and precious stone, and pearls, and fine linen, and purple, and silk, and scarlet; and",
            "all thyine wood, and every vessel of ivory, and every vessel made of most precious wood, and of brass, and iron, and marble;"
          ]
        },
        {
          "verseNumber": "13",
          "verseText": "and cinnamon, and spice, and incense, and ointment, and frankincense, and wine, and oil, and fine flour, and wheat, and cattle, and sheep; and merchandise of horses and chariots and slaves; and souls of men.",
          "contents": [
            "and cinnamon, and spice, and incense, and ointment, and frankincense, and wine, and oil, and fine flour, and wheat, and",
            "cattle, and sheep; and",
            {
              "add": [
                "merchandise"
              ],
              "closing": "\\add*"
            },
            "of horses and chariots and slaves; and souls of men."
          ]
        },
        {
          "verseNumber": "14",
          "verseText": "And the fruits which thy soul lusted after are gone from thee, and all things that were dainty and sumptuous are perished from thee, and men shall find them no more at all.",
          "contents": [
            "And the fruits which thy soul lusted after are gone from thee, and all things that were dainty and sumptuous are perished",
            "from thee, and",
            {
              "add": [
                "men"
              ],
              "closing": "\\add*"
            },
            "shall find them no more at all."
          ]
        },
        {
          "verseNumber": "15",
          "verseText": "The merchants of these things, who were made rich by her, shall stand afar off for the fear of her torment, weeping and mourning;",
          "contents": [
            "The merchants of these things, who were made rich by her, shall stand afar off for the fear of her torment, weeping and",
            "mourning;"
          ]
        },
        {
          "verseNumber": "16",
          "verseText": "saying, Woe, woe, the great city, she that was arrayed in fine linen and purple and scarlet, and decked with gold and precious stone and pearl!",
          "contents": [
            "saying, Woe, woe, the great city, she that was arrayed in fine linen and purple and scarlet, and decked with gold and",
            "precious stone and pearl!"
          ]
        },
        {
          "verseNumber": "17",
          "verseText": "for in one hour so great riches is made desolate. And every shipmaster, and every one that saileth any whither, and mariners, and as many as gain their living by sea, stood afar off,",
          "contents": [
            "for in one hour so great riches is made desolate. And every shipmaster, and every one that saileth any whither, and",
            "mariners, and as many as gain their living by sea, stood afar off,"
          ]
        },
        {
          "verseNumber": "18",
          "verseText": "and cried out as they looked upon the smoke of her burning, saying, What city is like the great city?",
          "contents": [
            "and cried out as they looked upon the smoke of her burning, saying, What",
            {
              "add": [
                "city"
              ],
              "closing": "\\add*"
            },
            "is like the great city?"
          ]
        },
        {
          "verseNumber": "19",
          "verseText": "And they cast dust on their heads, and cried, weeping and mourning, saying, Woe, woe, the great city, wherein all that had their ships in the sea were made rich by reason of her costliness! for in one hour is she made desolate.",
          "contents": [
            "And they cast dust on their heads, and cried, weeping and mourning, saying, Woe, woe, the great city, wherein all that",
            "had their ships in the sea were made rich by reason of her costliness! for in one hour is she made desolate."
          ]
        },
        {
          "verseNumber": "20",
          "verseText": "Rejoice over her, thou heaven, and ye saints, and ye apostles, and ye prophets; for God hath judged your judgment on her.",
          "contents": [
            "Rejoice over her, thou heaven, and ye saints, and ye apostles, and ye prophets; for God hath judged your judgment on her.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "21",
          "verseText": "And a strong angel took up a stone as it were a great millstone and cast it into the sea, saying, Thus with a mighty fall shall Babylon, the great city, be cast down, and shall be found no more at all.",
          "contents": [
            "And a strong angel took up a stone as it were a great millstone and cast it into the sea, saying, Thus with a mighty fall",
            "shall Babylon, the great city, be cast down, and shall be found no more at all."
          ]
        },
        {
          "verseNumber": "22",
          "verseText": "And the voice of harpers and minstrels and flute-players and trumpeters shall be heard no more at all in thee; and no craftsman, of whatsoever craft, shall be found any more at all in thee; and the voice of a mill shall be heard no more at all in thee;",
          "contents": [
            "And the voice of harpers and minstrels and flute-players and trumpeters shall be heard no more at all in thee; and no",
            "craftsman, of whatsoever craft, shall be found any more at all in thee; and the voice of a mill shall be heard no more at all",
            "in thee;"
          ]
        },
        {
          "verseNumber": "23",
          "verseText": "and the light of a lamp shall shine no more at all in thee; and the voice of the bridegroom and of the bride shall be heard no more at all in thee: for thy merchants were the princes of the earth; for with thy sorcery were all the nations deceived.",
          "contents": [
            "and the light of a lamp shall shine no more at all in thee; and the voice of the bridegroom and of the bride shall be",
            "heard no more at all in thee: for thy merchants were the princes of the earth; for with thy sorcery were all the nations",
            "deceived."
          ]
        },
        {
          "verseNumber": "24",
          "verseText": "And in her was found the blood of prophets and of saints, and of all that have been slain upon the earth.",
          "contents": [
            "And in her was found the blood of prophets and of saints, and of all that have been slain upon the earth."
          ]
        }
      ]
    },
    {
      "chapterNumber": "19",
      "contents": [
        {
          "p": null
        },
        {
          "verseNumber": "1",
          "verseText": "After these things I heard as it were a great voice of a great multitude in heaven, saying, Hallelujah; Salvation, and glory, and power, belong to our God:",
          "contents": [
            "After these things I heard as it were a great voice of a great multitude in heaven, saying,",
            {
              "pi1": null
            },
            "Hallelujah; Salvation, and glory, and power, belong to our God:"
          ]
        },
        {
          "verseNumber": "2",
          "verseText": "for true and righteous are his judgments; for he hath judged the great harlot, her that corrupted the earth with her fornication, and he hath avenged the blood of his servants at her hand.",
          "contents": [
            "for true and righteous are his judgments; for he hath judged the great harlot, her that corrupted the earth with her",
            "fornication, and he hath avenged the blood of his servants at her hand.",
            {
              "m": null
            }
          ]
        },
        {
          "verseNumber": "3",
          "verseText": "And a second time they say, Hallelujah. And her smoke goeth up for ever and ever.",
          "contents": [
            "And a second time they say, Hallelujah. And her smoke goeth up for ever and ever."
          ]
        },
        {
          "verseNumber": "4",
          "verseText": "And the four and twenty elders and the four living creatures fell down and worshipped God that sitteth on the throne, saying, Amen; Hallelujah.",
          "contents": [
            "And the four and twenty elders and the four living creatures fell down and worshipped God that sitteth on the throne,",
            "saying, Amen; Hallelujah."
          ]
        },
        {
          "verseNumber": "5",
          "verseText": "And a voice came forth from the throne, saying, Give praise to our God, all ye his servants, ye that fear him, the small and the great.",
          "contents": [
            "And a voice came forth from the throne, saying,",
            {
              "pi1": null
            },
            "Give praise to our God, all ye his servants, ye that fear him, the small and the great.",
            {
              "m": null
            }
          ]
        },
        {
          "verseNumber": "6",
          "verseText": "And I heard as it were the voice of a great multitude, and as the voice of many waters, and as the voice of mighty thunders, saying, Hallelujah: for the Lord our God, the Almighty, reigneth.",
          "contents": [
            "And I heard as it were the voice of a great multitude, and as the voice of many waters, and as the voice of mighty",
            "thunders, saying,",
            {
              "pi1": null
            },
            "Hallelujah: for the Lord our God, the Almighty, reigneth."
          ]
        },
        {
          "verseNumber": "7",
          "verseText": "Let us rejoice and be exceeding glad, and let us give the glory unto him: for the marriage of the Lamb is come, and his wife hath made herself ready.",
          "contents": [
            "Let us rejoice and be exceeding glad, and let us give the glory unto him: for the marriage of the Lamb is come, and his",
            "wife hath made herself ready."
          ]
        },
        {
          "verseNumber": "8",
          "verseText": "And it was given unto her that she should array herself in fine linen, bright and pure: for the fine linen is the righteous acts of the saints.",
          "contents": [
            "And it was given unto her that she should array herself in fine linen, bright",
            {
              "add": [
                "and"
              ],
              "closing": "\\add*"
            },
            "pure: for the fine linen is the righteous acts of the saints.",
            {
              "m": null
            }
          ]
        },
        {
          "verseNumber": "9",
          "verseText": "And he saith unto me, Write, Blessed are they that are bidden to the marriage supper of the Lamb. And he saith unto me, These are true words of God.",
          "contents": [
            "And he saith unto me, Write, Blessed are they that are bidden to the marriage supper of the Lamb. And he saith unto me,",
            "These are true words of God."
          ]
        },
        {
          "verseNumber": "10",
          "verseText": "And I fell down before his feet to worship him. And he saith unto me, See thou do it not: I am a fellow-servant with thee and with thy brethren that hold the testimony of Jesus: worship God: for the testimony of Jesus is the spirit of prophecy.",
          "contents": [
            "And I fell down before his feet to worship him. And he saith unto me, See thou do it not: I am a fellow-servant with thee",
            "and with thy brethren that hold the testimony of Jesus: worship God: for the testimony of Jesus is the spirit of prophecy.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "11",
          "verseText": "And I saw the heaven opened; and behold, a white horse, and he that sat thereon called Faithful and True; and in righteousness he doth judge and make war.",
          "contents": [
            "And I saw the heaven opened; and behold, a white horse, and he that sat thereon called Faithful and True; and in",
            "righteousness he doth judge and make war."
          ]
        },
        {
          "verseNumber": "12",
          "verseText": "And his eyes are a flame of fire, and upon his head are many diadems; and he hath a name written which no one knoweth but he himself.",
          "contents": [
            "And his eyes",
            {
              "add": [
                "are"
              ],
              "closing": "\\add*"
            },
            "a flame of fire, and upon his head",
            {
              "add": [
                "are"
              ],
              "closing": "\\add*"
            },
            "many diadems; and he hath a name written which no one knoweth but he himself."
          ]
        },
        {
          "verseNumber": "13",
          "verseText": "And he is arrayed in a garment sprinkled with blood: and his name is called The Word of God.",
          "contents": [
            "And he",
            {
              "add": [
                "is"
              ],
              "closing": "\\add*"
            },
            "arrayed in a garment sprinkled with blood: and his name is called The Word of God."
          ]
        },
        {
          "verseNumber": "14",
          "verseText": "And the armies which are in heaven followed him upon white horses, clothed in fine linen, white and pure.",
          "contents": [
            "And the armies which are in heaven followed him upon white horses, clothed in fine linen, white",
            {
              "add": [
                "and"
              ],
              "closing": "\\add*"
            },
            "pure."
          ]
        },
        {
          "verseNumber": "15",
          "verseText": "And out of his mouth proceedeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness of the wrath of God, the Almighty.",
          "contents": [
            "And out of his mouth proceedeth a sharp sword, that with it he should smite the nations: and he shall rule them with a",
            "rod of iron: and he treadeth the winepress of the fierceness of the wrath of God, the Almighty."
          ]
        },
        {
          "verseNumber": "16",
          "verseText": "And he hath on his garment and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS.",
          "contents": [
            "And he hath on his garment and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "17",
          "verseText": "And I saw an angel standing in the sun; and he cried with a loud voice, saying to all the birds that fly in mid heaven, Come and be gathered together unto the great supper of God;",
          "contents": [
            "And I saw an angel standing in the sun; and he cried with a loud voice, saying to all the birds that fly in mid heaven,",
            "Come",
            {
              "add": [
                "and"
              ],
              "closing": "\\add*"
            },
            "be gathered together unto the great supper of God;"
          ]
        },
        {
          "verseNumber": "18",
          "verseText": "that ye may eat the flesh of kings, and the flesh of captains, and the flesh of mighty men, and the flesh of horses and of them that sit thereon, and the flesh of all men, both free and bond, and small and great.",
          "contents": [
            "that ye may eat the flesh of kings, and the flesh of captains, and the flesh of mighty men, and the flesh of horses and",
            "of them that sit thereon, and the flesh of all men, both free and bond, and small and great.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "19",
          "verseText": "And I saw the beast, and the kings of the earth, and their armies, gathered together to make war against him that sat upon the horse, and against his army.",
          "contents": [
            "And I saw the beast, and the kings of the earth, and their armies, gathered together to make war against him that sat",
            "upon the horse, and against his army."
          ]
        },
        {
          "verseNumber": "20",
          "verseText": "And the beast was taken, and with him the false prophet that wrought the signs in his sight, wherewith he deceived them that had received the mark of the beast and them that worshipped his image: they two were cast alive into the lake of fire that burneth with brimstone:",
          "contents": [
            "And the beast was taken, and with him the false prophet that wrought the signs in his sight, wherewith he deceived them",
            "that had received the mark of the beast and them that worshipped his image: they two were cast alive into the lake of fire that",
            "burneth with brimstone:"
          ]
        },
        {
          "verseNumber": "21",
          "verseText": "and the rest were killed with the sword of him that sat upon the horse, even the sword which came forth out of his mouth: and all the birds were filled with their flesh.",
          "contents": [
            "and the rest were killed with the sword of him that sat upon the horse,",
            {
              "add": [
                "even the sword"
              ],
              "closing": "\\add*"
            },
            "which came forth out of his mouth: and all the birds were filled with their flesh."
          ]
        }
      ]
    },
    {
      "chapterNumber": "20",
      "contents": [
        {
          "p": null
        },
        {
          "verseNumber": "1",
          "verseText": "And I saw an angel coming down out of heaven, having the key of the abyss and a great chain in his hand.",
          "contents": [
            "And I saw an angel coming down out of heaven, having the key of the abyss and a great chain in his hand."
          ]
        },
        {
          "verseNumber": "2",
          "verseText": "And he laid hold on the dragon, the old serpent, which is the Devil and Satan, and bound him for a thousand years,",
          "contents": [
            "And he laid hold on the dragon, the old serpent, which is the Devil and Satan, and bound him for a thousand years,"
          ]
        },
        {
          "verseNumber": "3",
          "verseText": "and cast him into the abyss, and shut it, and sealed it over him, that he should deceive the nations no more, until the thousand years should be finished: after this he must be loosed for a little time.",
          "contents": [
            "and cast him into the abyss, and shut",
            {
              "add": [
                "it"
              ],
              "closing": "\\add*"
            },
            ", and sealed",
            {
              "add": [
                "it"
              ],
              "closing": "\\add*"
            },
            "over him, that he should deceive the nations no more, until the thousand years should be finished: after this he",
            "must be loosed for a little time.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "4",
          "verseText": "And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that had been beheaded for the testimony of Jesus, and for the word of God, and such as worshipped not the beast, neither his image, and received not the mark upon their forehead and upon their hand; and they lived, and reigned with Christ a thousand years.",
          "contents": [
            "And I saw thrones, and they sat upon them, and judgment was given unto them: and",
            {
              "add": [
                "I saw"
              ],
              "closing": "\\add*"
            },
            "the souls of them that had been beheaded for the testimony of Jesus, and for the word of God, and such as",
            "worshipped not the beast, neither his image, and received not the mark upon their forehead and upon their hand; and they lived,",
            "and reigned with Christ a thousand years."
          ]
        },
        {
          "verseNumber": "5",
          "verseText": "The rest of the dead lived not until the thousand years should be finished. This is the first resurrection.",
          "contents": [
            "The rest of the dead lived not until the thousand years should be finished. This is the first resurrection."
          ]
        },
        {
          "verseNumber": "6",
          "verseText": "Blessed and holy is he that hath part in the first resurrection: over these the second death hath no power; but they shall be priests of God and of Christ, and shall reign with him a thousand years.",
          "contents": [
            "Blessed and holy is he that hath part in the first resurrection: over these the second death hath no power; but they shall",
            "be priests of God and of Christ, and shall reign with him a thousand years.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "7",
          "verseText": "And when the thousand years are finished, Satan shall be loosed out of his prison,",
          "contents": [
            "And when the thousand years are finished, Satan shall be loosed out of his prison,"
          ]
        },
        {
          "verseNumber": "8",
          "verseText": "and shall come forth to deceive the nations which are in the four corners of the earth, Gog and Magog, to gather them together to the war: the number of whom is as the sand of the sea.",
          "contents": [
            "and shall come forth to deceive the nations which are in the four corners of the earth, Gog and Magog, to gather them",
            "together to the war: the number of whom is as the sand of the sea."
          ]
        },
        {
          "verseNumber": "9",
          "verseText": "And they went up over the breadth of the earth, and compassed the camp of the saints about, and the beloved city: and fire came down out of heaven, and devoured them.",
          "contents": [
            "And they went up over the breadth of the earth, and compassed the camp of the saints about, and the beloved city: and fire",
            "came down out of heaven, and devoured them."
          ]
        },
        {
          "verseNumber": "10",
          "verseText": "And the devil that deceived them was cast into the lake of fire and brimstone, where are also the beast and the false prophet; and they shall be tormented day and night for ever and ever.",
          "contents": [
            "And the devil that deceived them was cast into the lake of fire and brimstone, where are also the beast and the false",
            "prophet; and they shall be tormented day and night for ever and ever.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "11",
          "verseText": "And I saw a great white throne, and him that sat upon it, from whose face the earth and the heaven fled away; and there was found no place for them.",
          "contents": [
            "And I saw a great white throne, and him that sat upon it, from whose face the earth and the heaven fled away; and there",
            "was found no place for them."
          ]
        },
        {
          "verseNumber": "12",
          "verseText": "And I saw the dead, the great and the small, standing before the throne; and books were opened: and another book was opened, which is the book of life: and the dead were judged out of the things which were written in the books, according to their works.",
          "contents": [
            "And I saw the dead, the great and the small, standing before the throne; and books were opened: and another book was",
            "opened, which is",
            {
              "add": [
                "the book"
              ],
              "closing": "\\add*"
            },
            "of life: and the dead were judged out of the things which were written in the books,",
            "according to their works."
          ]
        },
        {
          "verseNumber": "13",
          "verseText": "And the sea gave up the dead that were in it; and death and Hades gave up the dead that were in them: and they were judged every man according to their works.",
          "contents": [
            "And the sea gave up the dead that were in it; and death and Hades gave up the dead that were in them: and they were",
            "judged every man according to their works."
          ]
        },
        {
          "verseNumber": "14",
          "verseText": "And death and Hades were cast into the lake of fire. This is the second death, even the lake of fire.",
          "contents": [
            "And death and Hades were cast into the lake of fire. This is the second death,",
            {
              "add": [
                "even"
              ],
              "closing": "\\add*"
            },
            "the lake of fire."
          ]
        },
        {
          "verseNumber": "15",
          "verseText": "And if any was not found written in the book of life, he was cast into the lake of fire.",
          "contents": [
            "And if any was not found written in the book of life, he was cast into the lake of fire."
          ]
        }
      ]
    },
    {
      "chapterNumber": "21",
      "contents": [
        {
          "p": null
        },
        {
          "verseNumber": "1",
          "verseText": "And I saw a new heaven and a new earth: for the first heaven and the first earth are passed away; and the sea is no more.",
          "contents": [
            "And I saw a new heaven and a new earth: for the first heaven and the first earth are passed away; and the sea is no more."
          ]
        },
        {
          "verseNumber": "2",
          "verseText": "And I saw the holy city, new Jerusalem, coming down out of heaven from God, made ready as a bride adorned for her husband.",
          "contents": [
            "And I saw the holy city, new Jerusalem, coming down out of heaven from God, made ready as a bride adorned for her husband."
          ]
        },
        {
          "verseNumber": "3",
          "verseText": "And I heard a great voice out of the throne saying, Behold, the tabernacle of God is with men, and he shall dwell with them, and they shall be his peoples, and God himself shall be with them, and be their God:",
          "contents": [
            "And I heard a great voice out of the throne saying, Behold, the tabernacle of God is with men, and he shall dwell with",
            "them, and they shall be his peoples, and God himself shall be with them,",
            {
              "add": [
                "and be"
              ],
              "closing": "\\add*"
            },
            "their God:"
          ]
        },
        {
          "verseNumber": "4",
          "verseText": "and he shall wipe away every tear from their eyes; and death shall be no more; neither shall there be mourning, nor crying, nor pain, any more: the first things are passed away.",
          "contents": [
            "and he shall wipe away every tear from their eyes; and death shall be no more; neither shall there be mourning, nor",
            "crying, nor pain, any more: the first things are passed away."
          ]
        },
        {
          "verseNumber": "5",
          "verseText": "And he that sitteth on the throne said, Behold, I make all things new. And he saith, Write: for these words are faithful and true.",
          "contents": [
            "And he that sitteth on the throne said, Behold, I make all things new. And he saith, Write: for these words are faithful",
            "and true."
          ]
        },
        {
          "verseNumber": "6",
          "verseText": "And he said unto me, They are come to pass. I am the Alpha and the Omega, the beginning and the end. I will give unto him that is athirst of the fountain of the water of life freely.",
          "contents": [
            "And he said unto me, They are come to pass. I am the Alpha and the Omega, the beginning and the end. I will give unto him",
            "that is athirst of the fountain of the water of life freely."
          ]
        },
        {
          "verseNumber": "7",
          "verseText": "He that overcometh shall inherit these things; and I will be his God, and he shall be my son.",
          "contents": [
            "He that overcometh shall inherit these things; and I will be his God, and he shall be my son."
          ]
        },
        {
          "verseNumber": "8",
          "verseText": "But for the fearful, and unbelieving, and abominable, and murderers, and fornicators, and sorcerers, and idolaters, and all liars, their part shall be in the lake that burneth with fire and brimstone; which is the second death.",
          "contents": [
            "But for the fearful, and unbelieving, and abominable, and murderers, and fornicators, and sorcerers, and idolaters, and",
            "all liars, their part",
            {
              "add": [
                "shall be"
              ],
              "closing": "\\add*"
            },
            "in the lake that burneth with fire and brimstone; which is the second death.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "9",
          "verseText": "And there came one of the seven angels who had the seven bowls, who were laden with the seven last plagues; and he spake with me, saying, Come hither, I will show thee the bride, the wife of the Lamb.",
          "contents": [
            "And there came one of the seven angels who had the seven bowls, who were laden with the seven last plagues; and he spake",
            "with me, saying, Come hither, I will show thee the bride, the wife of the Lamb."
          ]
        },
        {
          "verseNumber": "10",
          "verseText": "And he carried me away in the Spirit to a mountain great and high, and showed me the holy city Jerusalem, coming down out of heaven from God,",
          "contents": [
            "And he carried me away in the Spirit to a mountain great and high, and showed me the holy city Jerusalem, coming down out",
            "of heaven from God,"
          ]
        },
        {
          "verseNumber": "11",
          "verseText": "having the glory of God: her light was like unto a stone most precious, as it were a jasper stone, clear as crystal:",
          "contents": [
            "having the glory of God: her light was like unto a stone most precious, as it were a jasper stone, clear as crystal:"
          ]
        },
        {
          "verseNumber": "12",
          "verseText": "having a wall great and high; having twelve gates, and at the gates twelve angels; and names written thereon, which are the names of the twelve tribes of the children of Israel:",
          "contents": [
            "having a wall great and high; having twelve gates, and at the gates twelve angels; and names written thereon, which are",
            {
              "add": [
                "the names"
              ],
              "closing": "\\add*"
            },
            "of the twelve tribes of the children of Israel:"
          ]
        },
        {
          "verseNumber": "13",
          "verseText": "on the east were three gates; and on the north three gates; and on the south three gates; and on the west three gates.",
          "contents": [
            "on the east were three gates; and on the north three gates; and on the south three gates; and on the west three gates."
          ]
        },
        {
          "verseNumber": "14",
          "verseText": "And the wall of the city had twelve foundations, and on them twelve names of the twelve apostles of the Lamb.",
          "contents": [
            "And the wall of the city had twelve foundations, and on them twelve names of the twelve apostles of the Lamb."
          ]
        },
        {
          "verseNumber": "15",
          "verseText": "And he that spake with me had for a measure a golden reed to measure the city, and the gates thereof, and the wall thereof.",
          "contents": [
            "And he that spake with me had for a measure a golden reed to measure the city, and the gates thereof, and the wall",
            "thereof."
          ]
        },
        {
          "verseNumber": "16",
          "verseText": "And the city lieth foursquare, and the length thereof is as great as the breadth: and he measured the city with the reed, twelve thousand furlongs: the length and the breadth and the height thereof are equal.",
          "contents": [
            "And the city lieth foursquare, and the length thereof is as great as the breadth: and he measured the city with the reed,",
            "twelve thousand furlongs: the length and the breadth and the height thereof are equal."
          ]
        },
        {
          "verseNumber": "17",
          "verseText": "And he measured the wall thereof, a hundred and forty and four cubits, according to the measure of a man, that is, of an angel.",
          "contents": [
            "And he measured the wall thereof, a hundred and forty and four cubits,",
            {
              "add": [
                "according to"
              ],
              "closing": "\\add*"
            },
            "the measure of a man, that is, of an angel."
          ]
        },
        {
          "verseNumber": "18",
          "verseText": "And the building of the wall thereof was jasper: and the city was pure gold, like unto pure glass.",
          "contents": [
            "And the building of the wall thereof was jasper: and the city was pure gold, like unto pure glass."
          ]
        },
        {
          "verseNumber": "19",
          "verseText": "The foundations of the wall of the city were adorned with all manner of precious stones. The first foundation was jasper; the second, sapphire; the third, chalcedony; the fourth, emerald;",
          "contents": [
            "The foundations of the wall of the city were adorned with all manner of precious stones. The first foundation was jasper;",
            "the second, sapphire; the third, chalcedony; the fourth, emerald;"
          ]
        },
        {
          "verseNumber": "20",
          "verseText": "the fifth, sardonyx; the sixth, sardius; the seventh, chrysolite; the eighth, beryl; the ninth, topaz; the tenth, chrysoprase; the eleventh, jacinth; the twelfth, amethyst.",
          "contents": [
            "the fifth, sardonyx; the sixth, sardius; the seventh, chrysolite; the eighth, beryl; the ninth, topaz; the tenth,",
            "chrysoprase; the eleventh, jacinth; the twelfth, amethyst."
          ]
        },
        {
          "verseNumber": "21",
          "verseText": "And the twelve gates were twelve pearls; each one of the several gates was of one pearl: and the street of the city was pure gold, as it were transparent glass.",
          "contents": [
            "And the twelve gates were twelve pearls; each one of the several gates was of one pearl: and the street of the city was",
            "pure gold, as it were transparent glass."
          ]
        },
        {
          "verseNumber": "22",
          "verseText": "And I saw no temple therein: for the Lord God the Almighty, and the Lamb, are the temple thereof.",
          "contents": [
            "And I saw no temple therein: for the Lord God the Almighty, and the Lamb, are the temple thereof."
          ]
        },
        {
          "verseNumber": "23",
          "verseText": "And the city hath no need of the sun, neither of the moon, to shine upon it: for the glory of God did lighten it, and the lamp thereof is the Lamb.",
          "contents": [
            "And the city hath no need of the sun, neither of the moon, to shine upon it: for the glory of God did lighten it, and the",
            "lamp thereof",
            {
              "add": [
                "is"
              ],
              "closing": "\\add*"
            },
            "the Lamb."
          ]
        },
        {
          "verseNumber": "24",
          "verseText": "And the nations shall walk amidst the light thereof: and the kings of the earth bring their glory into it.",
          "contents": [
            "And the nations shall walk amidst the light thereof: and the kings of the earth bring their glory into it."
          ]
        },
        {
          "verseNumber": "25",
          "verseText": "And the gates thereof shall in no wise be shut by day (for there shall be no night there):",
          "contents": [
            "And the gates thereof shall in no wise be shut by day (for there shall be no night there):"
          ]
        },
        {
          "verseNumber": "26",
          "verseText": "and they shall bring the glory and the honor of the nations into it:",
          "contents": [
            "and they shall bring the glory and the honor of the nations into it:"
          ]
        },
        {
          "verseNumber": "27",
          "verseText": "and there shall in no wise enter into it anything unclean, or he that maketh an abomination and a lie: but only they that are written in the Lamb’s book of life.",
          "contents": [
            "and there shall in no wise enter into it anything unclean, or he that maketh an abomination and a lie: but only they that",
            "are written in the Lamb’s book of life."
          ]
        }
      ]
    },
    {
      "chapterNumber": "22",
      "contents": [
        {
          "nb": null
        },
        {
          "verseNumber": "1",
          "verseText": "And he showed me a river of water of life, bright as crystal, proceeding out of the throne of God and of the Lamb,",
          "contents": [
            "And he showed me a river of water of life, bright as crystal, proceeding out of the throne of God and of the Lamb,"
          ]
        },
        {
          "verseNumber": "2",
          "verseText": "in the midst of the street thereof. And on this side of the river and on that was the tree of life, bearing twelve manner of fruits, yielding its fruit every month: and the leaves of the tree were for the healing of the nations.",
          "contents": [
            "in the midst of the street thereof. And on this side of the river and on that was the tree of life, bearing twelve",
            {
              "add": [
                "manner of"
              ],
              "closing": "\\add*"
            },
            "fruits, yielding its fruit every month: and the leaves of the tree were for the healing of the nations."
          ]
        },
        {
          "verseNumber": "3",
          "verseText": "And there shall be no curse any more: and the throne of God and of the Lamb shall be therein: and his servants shall serve him;",
          "contents": [
            "And there shall be no curse any more: and the throne of God and of the Lamb shall be therein: and his servants shall serve",
            "him;"
          ]
        },
        {
          "verseNumber": "4",
          "verseText": "and they shall see his face; and his name shall be on their foreheads.",
          "contents": [
            "and they shall see his face; and his name",
            {
              "add": [
                "shall be"
              ],
              "closing": "\\add*"
            },
            "on their foreheads."
          ]
        },
        {
          "verseNumber": "5",
          "verseText": "And there shall be night no more; and they need no light of lamp, neither light of sun; for the Lord God shall give them light: and they shall reign for ever and ever.",
          "contents": [
            "And there shall be night no more; and they need no light of lamp, neither light of sun; for the Lord God shall give them",
            "light: and they shall reign for ever and ever.",
            {
              "b": null
            },
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "6",
          "verseText": "And he said unto me, These words are faithful and true: and the Lord, the God of the spirits of the prophets, sent his angel to show unto his servants the things which must shortly come to pass.",
          "contents": [
            "And he said unto me, These words are faithful and true: and the Lord, the God of the spirits of the prophets, sent his",
            "angel to show unto his servants the things which must shortly come to pass."
          ]
        },
        {
          "verseNumber": "7",
          "verseText": "And behold, I come quickly. Blessed is he that keepeth the words of the prophecy of this book.",
          "contents": [
            "And behold, I come quickly. Blessed is he that keepeth the words of the prophecy of this book.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "8",
          "verseText": "And I John am he that heard and saw these things. And when I heard and saw, I fell down to worship before the feet of the angel that showed me these things.",
          "contents": [
            "And I John am he that heard and saw these things. And when I heard and saw, I fell down to worship before the feet of the",
            "angel that showed me these things."
          ]
        },
        {
          "verseNumber": "9",
          "verseText": "And he saith unto me, See thou do it not: I am a fellow-servant with thee and with thy brethren the prophets, and with them that keep the words of this book: worship God.",
          "contents": [
            "And he saith unto me, See thou do it not: I am a fellow-servant with thee and with thy brethren the prophets, and with",
            "them that keep the words of this book: worship God.",
            {
              "b": null
            },
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "10",
          "verseText": "And he saith unto me, Seal not up the words of the prophecy of this book; for the time is at hand.",
          "contents": [
            "And he saith unto me, Seal not up the words of the prophecy of this book; for the time is at hand."
          ]
        },
        {
          "verseNumber": "11",
          "verseText": "He that is unrighteous, let him do unrighteousness still: and he that is filthy, let him be made filthy still: and he that is righteous, let him do righteousness still: and he that is holy, let him be made holy still.",
          "contents": [
            "He that is unrighteous, let him do unrighteousness still: and he that is filthy, let him be made filthy still: and he",
            "that is righteous, let him do righteousness still: and he that is holy, let him be made holy still."
          ]
        },
        {
          "verseNumber": "12",
          "verseText": "Behold, I come quickly; and my reward is with me, to render to each man according as his work is.",
          "contents": [
            "Behold, I come quickly; and my reward is with me, to render to each man according as his work is."
          ]
        },
        {
          "verseNumber": "13",
          "verseText": "I am the Alpha and the Omega, the first and the last, the beginning and the end.",
          "contents": [
            "I am the Alpha and the Omega, the first and the last, the beginning and the end."
          ]
        },
        {
          "verseNumber": "14",
          "verseText": "Blessed are they that wash their robes, that they may have the right to come to the tree of life, and may enter in by the gates into the city.",
          "contents": [
            "Blessed are they that wash their robes, that they may have the right",
            {
              "add": [
                "to come"
              ],
              "closing": "\\add*"
            },
            "to the tree of life, and may enter in by the gates into the city."
          ]
        },
        {
          "verseNumber": "15",
          "verseText": "Without are the dogs, and the sorcerers, and the fornicators, and the murderers, and the idolaters, and every one that loveth and maketh a lie.",
          "contents": [
            "Without are the dogs, and the sorcerers, and the fornicators, and the murderers, and the idolaters, and every one that",
            "loveth and maketh a lie.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "16",
          "verseText": "I Jesus have sent mine angel to testify unto you these things for the churches. I am the root and the offspring of David, the bright, the morning star.",
          "contents": [
            "I Jesus have sent mine angel to testify unto you these things for the churches. I am the root and the offspring of David,",
            "the bright, the morning star.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "17",
          "verseText": "And the Spirit and the bride say, Come. And he that heareth, let him say, Come. And he that is athirst, let him come: he that will, let him take the water of life freely.",
          "contents": [
            "And the Spirit and the bride say, Come. And he that heareth, let him say, Come. And he that is athirst, let him come: he",
            "that will, let him take the water of life freely.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "18",
          "verseText": "I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto them, God shall add unto him the plagues which are written in this book:",
          "contents": [
            "I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto them, God shall",
            "add unto him the plagues which are written in this book:"
          ]
        },
        {
          "verseNumber": "19",
          "verseText": "and if any man shall take away from the words of the book of this prophecy, God shall take away his part from the tree of life, and out of the holy city, which are written in this book.",
          "contents": [
            "and if any man shall take away from the words of the book of this prophecy, God shall take away his part from the tree of",
            "life, and out of the holy city, which are written in this book.",
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "20",
          "verseText": "He who testifieth these things saith, Yea: I come quickly. Amen: come, Lord Jesus.",
          "contents": [
            "He who testifieth these things saith, Yea: I come quickly. Amen: come, Lord Jesus.",
            {
              "b": null
            },
            {
              "p": null
            }
          ]
        },
        {
          "verseNumber": "21",
          "verseText": "The grace of the Lord Jesus be with the saints. Amen.",
          "contents": [
            "The grace of the Lord Jesus be with the saints. Amen."
          ]
        }
      ]
    }
  ],
  "_messages": {
    "_warnings": [
      "Multiple spaces present. ",
      "Trailing spaces present at line end. ",
      "Consecutive use of empty paragraph markers. ",
      "Consecutive use of empty paragraph markers. ",
      "Consecutive use of empty paragraph markers. ",
      "Consecutive use of empty paragraph markers. ",
      "Consecutive use of empty paragraph markers. "
    ]
  }
}
